Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Edit not allowed as it looks like spam. Please avoid links in your description.
lo: ບໍ່ອະນຸຍາດໃຫ້ແກ້ໄຂເນື່ອງຈາກມັນຄ້າຍຄືສະແປມ. ກະລຸນາຫຼີກເວັ້ນລິ້ງໃນຄໍາອະທິບາຍຂອງທ່ານ.

source: Name must be at least %s characters long
lo: ຊື່ຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ %s ຕົວອັກສອນ

source: That vocabulary name is already in use.
lo: ຊື່ນັ້ນໄດ້ມີການໃຊ້ງານແລ້ວ

source: Cannot change value of key from %s to %s. This key is read-only
lo: ບໍ່ສາມາດປ່ຽນຄ່າຂອງລະຫັດຈາກ %s ເປັນ %s ໄດ້. ລະຫັດນີ້ແມ່ນອ່ານໄດ້ເທົ່ານັ້ນ

source: Tag vocabulary was not found.
lo: ບໍ່ພົບປ້າຍຄຳສັບ

source: Tag %s does not belong to vocabulary %s
lo: ປ້າຍ %s ບໍ່ແມ່ນຂອງຄຳສັບ %s

source: No tag name
lo: ບໍ່ມີປ້າຍຊື່

source: Tag %s already belongs to vocabulary %s
lo: ປ້າຍ %s ແມ່ນຂອງຄຳສັບ %s ແລ້ວ

source: Please provide a valid URL
lo: ກະລຸນາລະບຸ URL ທີ່ຖືກຕ້ອງ

source: role does not exist.
lo: ບໍ່ມີພາລະກິດ

source: Datasets with no organization can't be private.
lo: ຊຸດຂໍ້ມູນທີ່ບໍ່ມີອົງກອນບໍ່ສາມາດເປັນສ່ວນຕົວໄດ້.

source: Not a list
lo: ບໍ່ແມ່ນລາຍການ

source: Not a string
lo: ບໍ່ແມ່ນເງື່ອນໄຂ

source: This parent would create a loop in the hierarchy
lo: ພໍ່ແມ່ຈະສ້າງການວົນຊໍ້າໃນລຳດັບຂັ້ນ

source: "filter_fields" and "filter_values" should have the same length
lo: "filter_fields" ແລະ "filter_values" ຄວນມີຄວາມຍາວເທົ່າກັນ

source: "filter_fields" is required when "filter_values" is filled
lo: "filter_fields" ແມ່ນຕ້ອງການເມື່ອ "filter_values" ຖືກຕື່ມ

source: "filter_values" is required when "filter_fields" is filled
lo: "filter_values" ແມ່ນຕ້ອງການເມື່ອ "filter_fields" ຖືກຕື່ມ

source: There is a schema field with the same name
lo: ມີຊ່ອງຂໍ້ມູນ schema ທີ່ມີຊື່ດຽວກັນ

source: Email {email} is not a valid format
lo: ອີເມວ {email} ບໍ່ແມ່ນຮູບແບບທີ່ຖືກຕ້ອງ

source: Must be a dict
lo: ຕ້ອງເປັນຄຳສັ່ງ

source: The email address '{email}' belongs to a registered user.
lo: ທີ່ຢູ່ອີເມວ'{email}' ເປັນຂອງຜູ້ໃຊ້ທີ່ລົງທະບຽນ

source: Value must be one of {}
lo: ມູນຄ່າຕ້ອງເປັນໜຶ່ງໃນ {}

source: The value should be a valid JSON object
lo: ຄ່າຄວນເປັນວັດຖຸ JSON ທີ່ຖືກຕ້ອງ

source: Could not parse the value as a valid JSON object
lo: ບໍ່ສາມາດວິເຄາະຄ່າເປັນວັດຖຸ JSON ທີ່ຖືກຕ້ອງໄດ້

source: Could not parse extra '{name}' as valid JSON
lo: ບໍ່ສາມາດວິເຄາະເພີ່ມເຕີມ '{name}' ເປັນ JSON ທີ່ຖືກຕ້ອງ

source: Missing Value
lo: ບໍ່ມີຄ່າ

source: Role must be one of "{}"
lo: ພາລະບົດບາດຕ້ອງເປັນຫນຶ່ງໃນ "{}"

source: Dataset not found
lo: ບໍ່ພົບຊຸດຂໍ້ມູນ

source: User not found
lo: ບໍ່ພົບຜູ້ໃຊ້ງານ

source: Dataset collaborators not enabled
lo: ບໍ່ໄດ້ເປີດໃຊ້ຊຸດຂໍ້ມູນຜູ້ຮ່ວມມື

source: Trying to create an organization as a group
lo: ພະຍາຍາມສ້າງອົງການຈັດຕັ້ງໃຫ້ເປັນກຸ່ມ

source: Error sending the invite email, the user was not created: {0}
lo: ເກີດຄວາມຜິດພາດໃນການສົ່ງອີເມວເຊີນ, ຜູ້ໃຊ້ບໍ່ໄດ້ຖືກສ້າງຂື້ນ: {0}

source: You must be logged in to follow users
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອຕິດຕາມຜູ້ໃຊ້ງານ

source: You cannot follow yourself
lo: ທ່ານບໍ່ສາມາດປະຕິບັດຕາມຕົວທ່ານເອງ

source: You are already following {0}
lo: ທ່ານໄດ້ຕິດຕາມ {0}

source: You must be logged in to follow a dataset.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອຕິດຕາມຊຸດຂໍ້ມູນ

source: Organization not found
lo: ບໍ່ພົບອົງການຈັດຕັ້ງ

source: Group not found
lo: ບໍ່ພົບກຸ່ມ

source: User {username} does not exist.
lo: ຜູ້ໃຊ້ {username} ບໍ່ມີ

source: You must be logged in to follow a group.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອຕິດຕາມກຸ່ມ

source: Package not found
lo: ບໍ່ພົບແພັກເກດ

source: Organization cannot be deleted while it still has datasets
lo: ອົງການຈັດຕັ້ງບໍ່ສາມາດຖືກລຶບໄດໃນຂະນະທີ່ມັນຍັງມີຊຸດຂໍ້ມູນຢູ່

source: id not in data
lo: id ບໍ່ຢູ່ໃນຂໍ້ມູນ

source: Could not find vocabulary "%s"
lo: ບໍ່ສາມາດຄົ້ນຫາຄຳສັບ "%s"

source: Could not find tag "%s"
lo: ບໍ່ສາມາດຄົ້ນຫາປ້າຍ "%s"

source: You must be logged in to unfollow something.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອຍົກເລີກການຕິດຕາມບາງຢ່າງ

source: You are not following {0}.
lo: ທ່ານບໍ່ໄດ້ຕິດຕາມ{0}.

source: Capacity must be one of "{}"
lo: ຄວາມອາດສາມາດຕ້ອງເປັນຫນຶ່ງໃນ "{}"

source: Not allowed to retrieve collaborators
lo: ບໍ່ອະນຸຍາດໃຫ້ດຶງຂໍ້ມູນຜູ້ຮ່ວມມື

source: Resource was not found.
lo: ບໍ່ພົບແຫຼ່ງທີ່ມາ

source: Parameter is not an bool
lo: ພາລາມິເຕີບໍ່ແມ່ນ bool

source: Must be <field>:<value> pair(s)
lo: ຕ້ອງເປັນ<field> :<value> ຄູ່

source: Field "{field}" not recognised in resource_search.
lo: ຊ່ອງຂໍ້ມູນ "{field}"ບໍ່ຖືກຮັບຮູ້ໃນການຄົ້ນຫາແຫຼ່ງທີ່ມາ

source: Package was not found.
lo: ບໍ່ພົບແພັກເກດ

source: TaskStatus was not found.
lo: ບໍ່ພົບສະຖານະໜ້າວຽກ

source: Organization was not found.
lo: ບໍ່ພົບອົງການຈັດຕັ້ງ

source: User %s not authorized to create packages
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງແພັກເກດ

source: User %s not authorized to edit these groups
lo: ຜູ້ໃຊ້ງານ %s ບໍ່ໄດ້ຖືກອະນຸຍາດໃຫ້ແກ້ໄຂກຸ່ມເຫຼົ່ານີ້

source: User %s not authorized to add dataset to this organization
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເພີ່ມຊຸດຂໍ້ມູນໃສ່ອົງການນີ້

source: No dataset id provided, cannot check auth.
lo: ບໍ່ໄດ້ໃຫ້ ID ຊຸດຂໍ້ມູນ, ບໍ່ສາມາດກວດສອບຄວາມຖືກຕ້ອງໄດ້.

source: No package found for this resource, cannot check auth.
lo: ບໍ່ພົບແພັກເກດສຳລັບແຫຼ່ງທີ່ມານີ້, ບໍ່ສາມາດກວດສອອບຄວາມຖືກຕ້ອງ

source: User %s not authorized to create resources on dataset %s
lo: ຜູ້ໃຊ້ງານ%s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງແຫຼ່ງທີ່ມາໃນຊຸດຂໍ້ມູນ%s

source: User %s not authorized to edit these packages
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂແພັກເກດເຫຼົ່ານີ້

source: User %s not authorized to create groups
lo: ຜູ້ໃຊ້ງານ%sບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງກຸ່ມ

source: User %s not authorized to create organizations
lo: ຜູ້ໃຊ້ງານ%s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງອັງການຈັດຕັ້ງ

source: User {user} not authorized to create users via the API
lo: ຜູ້ໃຊ້ງານ{user}ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງຜູ້ໃຊ້ຜ່ານ API

source: Not authorized to create users
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງຜູ້ໃຊ້

source: Group was not found.
lo: ບໍ່ພົບກຸ່ມ.

source: User %s not authorized to add members
lo: ຜູ້ໃຊ້ງານ%s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເພີ່ມສະມາຊິກ

source: User %s not authorized to edit group %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂກຸ່ມ %s

source: User %s not authorized to add collaborators to this dataset
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເພີ່ມຜູ້ຮ່ວມມືໃສ່ຊຸດຂໍ້ມູນນີ້

source: User %s not authorized to delete resource %s
lo: ຜູ້ໃຊ້%s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລົບແຫຼ່ງທີ່ມາ %s

source: Resource view not found, cannot check auth.
lo: ບໍ່ພົບການເບິ່ງແຫຼ໋ງທີ່ມາ, ບໍ່ສາມາດກວດສອບຄວາມຖືກຕ້ອງໄດ້.

source: User %s not authorized to delete relationship %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຄວາມສຳພັນ %s

source: User %s not authorized to delete groups
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບກຸ່ມ

source: User %s not authorized to delete group %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບກຸ່ມ %s

source: User %s not authorized to delete organizations
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບອົງການຈັດຕັ້ງ

source: User %s not authorized to delete organization %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບອົງການຈັດຕັ້ງ %s

source: User %s not authorized to remove collaborators from this dataset
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຜູ້ຮ່ວມມືອອກຈາກຊຸດຂໍ້ມູນນີ້

source: Not authorized
lo: ບໍ່ອານຸຍາດ

source: User %s not authorized to read these packages
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານແພັກເກັດເຫຼ່ານີ້

source: User %s not authorized to read package %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານແພັກເກດ %s

source: User %s not authorized to read resource %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານແຫຼ່ງທີ່ມາ %s

source: User %s not authorized to read group %s
lo: ຜູ້ໃຊ້ %sບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານກຸ່ມ %s

source: User %s not authorized to list collaborators from this dataset
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລາຍຊື່ຜູ້ຮ່ວມມືຈາກຊຸດຂໍ້ມູນນີ້

source: User %s not authorized to edit package %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂແພັກເກດ %s

source: User %s not authorized to edit resource %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂແຫຼ່ງທີ່ມາ %s

source: User %s not authorized to change state of package %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ປ່ຽນສະຖານະຂອງແພັກເກັດ %s

source: User %s not authorized to edit organization %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂອົງກອນ %s

source: User %s not authorized to change state of group %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ປ່ຽນສະຖານະຂອງກຸ່ມ %s

source: User %s not authorized to edit permissions of group %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂການອະນຸຍາດຂອງກຸ່ມ %s

source: Have to be logged in to edit user
lo: ຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອແກ້ໄຂຜູ້ໃຊ້

source: User %s not authorized to edit user %s
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂຜູ້ໃຊ້ %s

source: User %s not authorized to update task_status table
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອັບເດດຕາຕະລາງສະຖານະໜ້າວຽກ

source: User %s not authorized to update term_translation table
lo: ຜູ້ໃຊ້ %s ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອັບເດດຕາຕະລາງການແປວາລະ

source: License not specified
lo: ບໍ່ໄດ້ລະບຸໃບອະນຸຍາດ

source: Open Data Commons Public Domain Dedication and License (PDDL)
lo: ສັນຍາອານຸຍາດຕົງລົງໃຫ້ຜູ້ໃຊ້ງານສາມາດໃຊ້ງານເຜີນແຜ່ຕໍ່ສາທາລະນະໄດ້(PDDL)

source: Open Data Commons Open Database License (ODbL)
lo: ສັນຍາອານຸຍາດສຳລັບຂໍ້ມູນແບບເປີດ(ODbL)

source: Open Data Commons Attribution License
lo: ສັນຍາອານຸຍາດແບບເປີດສຳລັຖານຂໍ້ມູນ

source: Creative Commons CCZero
lo: ຜູ້ສ້າງສັນປະກາດໃຫ້ຜົນງານຂອງຕົນເປັນສາທາລະນະສົມບັດ CCZero

source: Creative Commons Attribution
lo: ສາມາດນຳຜົນງານໄປໃຊ້ດັດແປງ ຕໍ່ຍອດໄດ້ ສະແຫວງຫາຜົນກຳໄລໄດ້ ແຕ່ຕ້ແງໃຫ້ເຄດິດເຈົ້າຂອງຜົນງານ

source: Creative Commons Attribution Share-Alike
lo: ສາມາດນຳຜົນງານໄປໃຊ້ດັດແປງ ຕໍ່ຍອດໄດ້ ສະແຫວງຫາຜົນກຳໄລໄດ້ ແຕ່ຕ້ແງໃຫ້ເຄດິດເຈົ້າຂອງຜົນງານ

source: GNU Free Documentation License
lo: ສັຍນາອານຸຍາດເອກະສານເສລີຂອງ GNU

source: Other (Open)
lo: ອື່ນໆ (ເປີດ)

source: Other (Public Domain)
lo: ອື່ນໆ(ສາທາລະນະສົມບັດ)

source: Other (Attribution)
lo: ອື່ນໆ(ສະແດງທີ່ມາ)

source: UK Open Government Licence (OGL)
lo: ໃບອະນຸຍາດລັດຖະບານອັງກິດແບບເປີດ(OGL)

source: Creative Commons Non-Commercial (Any)
lo: ນຳໃຊ້ຜົນງານໄດ້ໃນແບບທີ່ບໍ່ແມ່ນການຄ້າ (Any)

source: Other (Non-Commercial)
lo: ອື່ນໆ (ບໍ່ເປັນການຄ້າ)

source: Other (Not Open)
lo: ອື່ນໆ (ບໍ່ເປີດເຜີຍ)

source: depends on %s
lo: ຂຶ້ນກັບ %s

source: is a dependency of %s
lo: ແມ່ນຂຶ້ນກັບ %s

source: derives from %s
lo: ມາຈາກ%s

source: has derivation %s
lo: ມີທີ່ມາ%s

source: links to %s
lo: ເຊື່ອມມາຈາກ%s

source: is linked from %s
lo: ຖືກເຊື່ອມຕໍ່ຈາກ %s

source: is a child of %s
lo: ເປັນເດັກນ້ອຍ%s

source: is a parent of %s
lo: ເປັນພໍ່ແມ່%s

source: has sibling %s
lo: ມີເອື້ອຍອ້າຍນ້ອງ %s

source: Close
lo: ປິດ

source: There is no API data to load for this resource
lo: ບໍ່ມີຂໍ້ມູນ API ທີ່ຈະໂຫລດສໍາລັບແຫຼ່ງທີ່ມານີ້

source: Failed to load data API information
lo: ລົ້ມເຫລວໃນການໂຫຼດຂໍ້ມູນ API ຂໍ້ມູນ

source: Start typing…
lo: ເລີ່ມຕົ້ນການພິມ

source: No matches found
lo: ບໍ່ພົບສິ່ງທີ່ກ່ຽວຂ້ອງ

source: There are unsaved modifications to this form
lo: ມີການດັດແກ້ທີ່ບໍ່ໄດ້ບັນທຶກໄວ້ໃນແບບຟອມນີ້

source: Please Confirm Action
lo: ກະລຸນາຢືນຢັນການປະຕິບັດ

source: Are you sure you want to perform this action?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການດໍາເນີນການນີ້?

source: Confirm
lo: ຢືນຢັນ

source: Cancel
lo: ຍົກເລີກ

source: Unfollow
lo: ຍົກເລີກການຕິດຕາມ

source: Follow
lo: ຕິດຕາມ

source: Link
lo: ລິ້ງ

source: Link to a URL on the internet (you can also link to an API)
lo: ເຊື່ອມຕໍ່ກັບ URL ຢູ່ໃນອິນເຕີເນັດ (ທ່ານສາມາດເຊື່ອມຕໍ່ກັບ API ໄດ້)

source: Upload
lo: ອັບໂຫຼດ

source: Please select the file to upload again
lo: ກະລຸນາເລືອກໄຟລ໌ທີ່ຈະອັບໂຫລດອີກຄັ້ງ

source: Remove
lo: ລົບອອກ

source: Image
lo: ຮູບພາບ

source: Upload a file on your computer
lo: ອັບໂຫຼດໄຟລ໌ໃນຄອມພິວເຕີຂອງທ່ານ

source: File
lo: ໄຟລ໌

source: Reorder resources
lo: ຈັດຮຽງແຫຼ່ງທີ່ມາໃໝ່

source: You can rearrange the resources by dragging them using the arrow icon. Drag the resource to the right and place it to the desired location on the list. When you are done, click the "Save order" -button.
lo: ທ່ານສາມາດຈັດລຽງແຫຼ່ງທີີ່ມາຄືນໃໝ່ໄດ້ໂດຍການລາກພວກມັນໂດຍໃຊ້ໄອຄອນລູກສອນ. ລາກແຫຼ່ງທີ່ມາໄປທາງຂວາ ແລະ ວາງມັນໄປຫາບ່ອນທີ່ຕ້ອງການໃນລາຍການ. ໃນ​ເວ​ລາ​ທີ່​ທ່ານ​ສໍາ​ເລັດ​, ໃຫ້​ຄລິກ​ໃສ່ "ບັນ​ທຶກ​ຄໍາ​ສັ່ງ​"

source: Save order
lo: ບັນທຶກຄໍາສັ່ງ

source: Saving...
lo: ກຳລັງບັນທຶກ

source: Add Filter
lo: ເພີ່ມການກັ່ນຕອງ

source: Select a field
lo: ເລືອກຊ່ອງຂໍ້ມູນ

source: Reorder resource view
lo: ຮຽງການເບີ່ງແຫຼ໋ງທີ່ມາຄືນໃໝ່

source: Edit
lo: ແກ້ໄຂ

source: Show more
lo: ສະແດງເພີ່ມເຕີມ

source: Hide
lo: ຊ່ອນໄວ້

source: Error %(error_code)s
lo: ຂັດຂ້ອງ%(error_code)s

source: You might need to login to access this page.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບກ່ອນເພື່ອເຂົ້າເຖິງໜ້ານີ້

source: Click here to login
lo: ກົດບ່ອນນີ້ເພື່ອເຂົ້າສູ່ລະບົບ

source: About {0}
lo: ກ່ຽວກັບ {0}

source: CKAN Association
lo: ສະມາຄົມ CKAN

source: Sysadmin settings
lo: ການຕັ້ງຄ່າຜູ້ເບີ່ງແຍງລະບົບ

source: View profile
lo: ເບິ່ງປະຫວັດຫຍໍ້

source: View dashboard
lo: ເບິ່ງ ແດຊບອດ

source: Dashboard
lo: ແດຊບອດ

source: Profile settings
lo: ຕັ້ງຄ່າປະຫວັດຫຍໍ້

source: Log out
lo: ອອກຈາກລະບົບ

source: Account
lo: ບັນຊີ

source: Log in
lo: ເຂົ້າສູ່ລະບົບ

source: Register
lo: ລົງທະບຽນ

source: Toggle navigation
lo: ສະຫຼັບການນຳທາງ

source: Datasets
lo: ຊຸດຂໍ້ມູນ

source: Organizations
lo: ອົງການຈັດຕັ້ງ

source: Groups
lo: ກຸ່ມ

source: About
km: អំពី
lo: ກ່ຽວກັບ

source: Search Datasets...
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນ

source: Search
lo: ຄົ້ນຫາ

source: Search datasets...
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນ

source: Submit
lo: ສົ່ງ

source: Skip to main content
lo: ຂ້າມໄປຫາເນື້ອຫາຫຼັກ

source: Breadcrumb
lo: ເຂົ້າໜົມປັງ

source: Administration
lo: ການຈັດການ

source: Sysadmins
lo: ຜູ້ເບີ່ງແຍງລະບົບ

source: Config
lo: ກຳນົດຄ່າ

source: Trash
lo: ຂີ້ເຫຍື້ອ

source: Site Title
lo: ຊື່ເວັບໄຊ

source: Custom Stylesheet
lo: ກຳນົດຮູບແບບໜ້າເຈ້ຍ

source: Site Tag Line
lo: ປ້າຍຊື່ເວັບໄຊ

source: Site logo
lo: ໂລໂກ້ຂອງເວັບໄຊ

source: About page text
lo: ກ່ຽວກັບເນື້ອໜ້າໃນໜ້າ

source: Intro Text
lo: ເນື້ອໃນບົດນຳ

source: Text on home page
lo: ຂໍ້ຄວາມຢູ່ໃນຫນ້າທໍາອິດ

source: Custom CSS
lo: ກຳນົດ CSS

source: Customisable css inserted into the page header
lo: ກຳນົດ css ເຂົ້າໃນສ່ວນຫົວຂອງໜ້າ

source: Homepage
lo: ໜ້າຫຼັກ

source: Are you sure you want to reset the config?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີເຊັດການຕັ້ງຄ່າ?

source: Reset
lo: ຕັ້ງຄ່າໃໝ່

source: Update Config
lo: ອັບເດດການຕັ້ງຄ່າ

source: CKAN config options
lo: ຕົວເລືອກການຕັ້ງຄ່າ CKAN

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Custom Stylesheet:</strong> Define an alternative main CSS file.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank" rel="noreferrer">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
lo: <p><strong>ຊື່ເວັບໄຊ້:</strong> ນີ້ແມ່ນຫົວຂໍ້ຂອງຕົວຢ່າງ CKAN ນີ້ມັນປາກົດຢູ່ໃນສະຖານທີ່ຕ່າງໆຜ່ານທາງ CKAN.</p> <p><strong>ກຳນົດຮູບແບບໜ້າເຈ້ຍ:</strong> ກຳນົດໄຟລ໌ທາງເລືອກຫຼັກ CSS.</p> <p><strong>ກາໝາຍເວັບໄຊ້:</strong> ນີ້ແມ່ນກາໝາຍທີ່ປາກົດຢູ່ໃນສ່ວນຫົວຂອງແມ່ແບບຕົວຢ່າງ CKAN ທັງໝົດ.</p> <p><strong>ກ່ຽວກັບ:</strong> ຂໍ້ຄວາມນີ້ຈະປາກົດຢູ່ໃນຕົວຢ່າງ CKAN ນີ້<a href="%(about_url)s">ກ່ຽວກັບໜ້າ</a>.</p> <p><strong>ເນື້ອໃນບົດນຳ:</strong> ຂໍ້ຄວາມນີ້ຈະປາກົດຢູ່ໃນຕົວຢ່າງ CKAN ນີ້ <a href="%(home_url)s">ໜ້າຫຼັກ</a> .</p> <p><strong>ກຳນົດ CSS:</strong> ນີ້ແມ່ນບລັອກຂອງ CSS ທີ່ປາກົດຢູ່ໃນການຕ້ອນຮັບຜູ້ເຂົ້າເບີ່ງ<code>&lt;head&gt;</code> ປ້າຍຂອງທຸກໆໜ້າ. ຖ້າທ່ານຕ້ອງການປັບແຕ່ງແມ່ແບບຢ່າງເຕັມສ່ວນ, ພວກເຮົາແນະນໍາໃຫ້ <a href="%(docs_url)s" target="_blank" rel="noreferrer">ອ່ານເອກະສານ</a>.</p> <p><strong>ໜ້າຫຼັກ:</strong> ນີ້ແມ່ນສໍາລັບການເລືອກຮູບແບບທີ່ກໍານົດໄວ້ລ່ວງຫນ້າສໍາລັບໂມດູນທີ່ປາກົດຢູ່ໃນຫນ້າທໍາອິດຂອງທ່ານ.</p>

source: Confirm Reset
lo: ຢືນຢັນການຕັ້ງຄ່າໃໝ່

source: Current Sysadmins
lo: ຜູ້ເບີ່ງແຍງລະບົບປັດຈຸບັນ

source: Revoke Sysadmin permission
lo: ຖອນການອານຸຍາດອອກຈາກຜູ້ເບີ່ງແຍງລະບົບ

source: Promote user to Sysadmin
lo: ສົ່ງເສີມຜູ້ໃຊ້ໃຫ້ຜູ້ເບີ່ງແຍງລະບົບ

source: Promote
lo: ສົ່ງເສີມ

source: Administer CKAN
lo: ບໍລິຫານ CKAN

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank" rel="noreferrer">sysadmin guide</a></p>
lo: <p>ຜູ້ໃຊ້ງານໃນຖານະຜູ້ເບີ່ງແຍງລະບົບ ທ່ານມີການຄວບຄຸມຢ່າງເຕັມທີ່ກ່ຽວກັບຕົວຢ່າງ CKAN ນີ້. ດຳເນີນການດ້ວຍຄວາມລະມັດລະວັງ!</p> <p>ສໍາລັບຄໍາແນະນໍາກ່ຽວກັບການນໍາໃຊ້ຄຸນນະສົມບັດຜູ້ເບີ່ງແຍງລະບົບ, ເບິ່ງ CKAN <a href="%(docs_url)s" target="_blank" rel="noreferrer">ຄຳແນະນຳຜູ້ເບີ່ງແຍງລະບົບ</a></p>

source: Are you sure you want to purge everything?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລ້າງທຸກຢ່າງ?

source: Purge all
lo: ລຶບທັງໝົດ

source: Purge deleted datasets, organizations or groups forever and irreversibly.
lo: ລຶບຊຸດຂໍ້ມູນ, ອົງການຈັດຕັ້ງ ຫຼືກຸ່ມທີ່ຖືກລຶບຖິ້ມຕະຫຼອດໄປ ແລະ ປະຕິເສດບໍ່ໄດ້

source: Confirm Delete
lo: ຢືນຢັນການລຶບ

source: Deleted datasets
lo: ລຶບຊຸດຂໍ້ມູນແລ້ວ

source: Deleted organizations
lo: ລຶບອົງການຈັດຕັ້ງ

source: Deleted groups
lo: ລຶບກຸ່ມ

source: Purge
lo: ແກ້ໄຂ

source: Standard
lo: ມາດຕະຖານ

source: Standard Input
lo: ການປ້ອນຂໍ້ມູນມາດຕະຖານ

source: Medium
lo: ປານກາງ

source: Medium Width Input
lo: ການປ້ອນຂໍ້ມູນຄວາມກວ້າງປານກາງ

source: Full
lo: ເຕັມ

source: Full Width Input
lo: ການປ້ອນຂໍ້ມູນຄວາມກວ້າງເຕັມສ່ວນ

source: Large
lo: ໃຫຍ່

source: Large Input
lo: ຂໍ້ມູນນຳເຂົ້າທີ່ໃຫຍ່

source: Prepend
lo: ລ່ວງໜ້າ

source: Prepend Input
lo: ການປ້ອນຂໍ້ມູນລ່ວງໜ້າ

source: Custom Field (empty)
lo: ກຳນົດຊ່ອງຂໍ້ມູນ ( ວ່າງເປົ່າ )

source: Custom Field
lo: ກຳນົດຊ່ອງຂໍ້ມູນ

source: Markdown
lo: ການຈັດລຽງ

source: Textarea
lo: ພື້ນທີ່ຂໍ້ຄວາມ

source: Select
lo: ເລືອກ

source: Dear %(user_name)s, You have been invited to %(site_title)s. A user has already been created for you with the username %(user_name)s. You can change it later. You have been added to the %(group_type)s %(group_title)s with the following role: %(role_name)s. To accept this invite, please reset your password at: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
lo: ເຖິງ %(user_name)s, ທ່ານໄດ້ຮັບຄຳເຊີນ %(site_title)s. ຜູ້ໃຊ້ໄດ້ຖືກສ້າງຂື້ນແລ້ວສໍາລັບທ່ານດ້ວຍຊື່ຜູ້ໃຊ້ %(user_name)s. ທ່ານສາມາດປ່ຽນແປງຊື່ໄດ້ໃນພາຍຫຼັງ. ທ່ານໄດ້ຖືກເພີ່ມເຂົ້າໃນ %(group_type)s %(group_title)sທີ່​ມີ​ບົດ​ບາດ​ດັ່ງ​ຕໍ່​ໄປ​ນີ້​: %(role_name)s. ເພື່ອຮັບເອົາຄຳເຊີນນີ້, ກະລຸນາຕັ້ງລະຫັດຜ່ານຂອງທ່ານໃໝ່ທີ່: %(reset_link)s ຂໍໃຫ້ເປັນມື້ທີ່ດີ. -- ຂໍ້ຄວາມທີ່ສົ່ງໂດຍ %(site_title)s (%(site_url)s)

source: Invite for %(site_title)s
lo: ເຊີນ%(site_title)s

source: Dear %(user_name)s, You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s Have a nice day. -- Message sent by %(site_title)s (%(site_url)s)
lo: ສະບາຍດີ %(user_name)s, ທ່ານໄດ້ຮ້ອງຂໍລະຫັດຜ່ານຂອງທ່ານໃນ %(site_title)s ເພື່ອຣີເຊັດ. ກະລຸນາຄລິກທີ່ລິ້ງຕໍ່ໄປນີ້ເພື່ອຢືນຢັນຄຳຮ້ອງຂໍນີ້: %(reset_link)s ຂໍໃຫ້ເປັນມື້ທີ່ດີ. -- ຂໍ້ຄວາມທີ່ສົ່ງໂດຍ %(site_title)s (%(site_url)s)

source: Reset your password - %(site_title)s
lo: ຕັ້ງຄ່າລະຫັດໃໝ່- %(site_title)s

source: Administrators
lo: ຜູ້ບໍລິຫານ

source: Group Form
lo: ແບບຟອມກຸ່ມ

source: Are you sure you want to delete group - {name}?
lo: ທ່ານໝັ້ນໃຈແລ້ວບໍທີ່ຈະລຶບກຸ່ມ - {name}?

source: Are you sure you want to delete member - {name}?
lo: ທ່ານໝັ້ນໃຈແລ້ວບໍທີ່ຈະລຶບສະມາຊິກ- {name}?

source: Manage
lo: ຈັດການ

source: Edit Group
lo: ແກ້ໄຂກຸ່ມ

source: Members
lo: ສະມາຊິກ

source: Followers
lo: ຜູ້ຕິດຕາມ

source: Add Group
lo: ເພີ່ມກຸ່ມ

source: Search groups...
lo: ຄົ້ນຫາກຸ່ມ

source: Name Ascending
lo: ລຽງຊື່ຈາກນ້ອຍຫາຫຼາຍ

source: Name Descending
lo: ລຽງຊື່ຈາກຫຼາຍຫາໜ້ອຍ

source: There are currently no groups for this site
lo: ໃນປັດຈຸບັນບໍ່ມີກຸ່ມສໍາລັບເວັບໄຊທ໌ນີ້

source: How about creating one?
lo: ກ່ຽວກັບການສ້າງ?

source: Back to all members
lo: ກັບໄປສູ່ສະມາຊິກ

source: Edit Member
lo: ແກ້ໄຂສະມາຊິກ

source: Add Member
lo: ເພີ່ມສະມາຊິກ

source: Existing User
lo: ຜູ້ໃຊ້ທີ່ມີຢູ່

source: If you wish to add an existing user, search for their username below.
lo: ຖ້າທ່ານຕ້ອງການເພີ່ມຜູ້ໃຊ້ທີ່ມີຢູ່ແລ້ວ, ຊອກຫາຊື່ຜູ້ໃຊ້ຂອງພວກເຂົາຂ້າງລຸ່ມນີ້.

source: or
lo: ຫຼື

source: New User
lo: ຜູ້ໃຊ້ໃໝ່

source: If you wish to invite a new user, enter their email address.
lo: ຖ້າທ່ານຕ້ອງການເຊີນຜູ້ໃຊ້ໃໝ່, ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວຂອງເຂົາເຈົ້າ.

source: Role
lo: ບົດບາດ

source: Are you sure you want to delete this member?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບສະມາຊິກນີ້?

source: Delete
lo: ລຶບ

source: Save
lo: ບັນທຶກ

source: What are roles?
lo: ບົດບາດແມ່ນຫຍັງ?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
lo: <p><strong>ຜູ້ດູແລ:</strong>ສາມາດແກ້ໄຂຂໍ້ມູນກຸ່ມ, ເຊັ່ນດຽວກັນກັບການຈັດການສະມາຊິກຂອງອົງການຈັດຕັ້ງ.</p> <p><strong>ສະມາຊິກ:</strong> ສາມາດເພີ່ມ/ເອົາຊຸດຂໍ້ມູນອອກຈາກກຸ່ມ</p>

source: Create a Group
lo: ສ້າງກຸ່ມ

source: Update Group
lo: ອັບເດດກຸ່ມ

source: Create Group
lo: ສ້າງກຸ່ມໃໝ່

source: Relevance
lo: ຄວາມກ່ຽວຂ້ອງ

source: Last Modified
lo: ດັດແກ້ຫຼ້າສຸດ

source: Popular
lo: ນິຍົມ

source: Datasets in group: {group}
lo: ຊຸດຂໍ້ມູນໃນກຸ່ມ: {group}

source: Name
lo: ຊື່

source: My Group
lo: ກຸ່ມຂອງຂ້ອຍ

source: Description
lo: ຄຳອະທິບາຍ

source: A little information about my group...
lo: ຂໍ້ມູນເລັກນ້ອຍກ່ຽວກັບກຸ່ມຂອງຂ້ອຍ...

source: Are you sure you want to delete this Group?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບກຸ່ມນີ້?

source: Save Group
lo: ບັນທຶກກຸ່ມ

source: {num} Dataset
lo: {num} ກຸ່ມຂໍ້ມູນ

source: 0 Datasets
lo: 0 ຊຸດຂໍ້ມູນ

source: View {name}
lo: ເບີ່ງ {name}

source: Remove dataset from this group
lo: ລຶບຊຸດຂໍ້ມູນອອກຈາກກຸ່ມນີ້

source: What are Groups?
lo: ກຸ່ມນີ້ແມ່ນຫຍັງ?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
lo: ທ່ານ​ສາ​ມາດ​ນໍາ​ໃຊ້ CKAN Groups ເພື່ອ​ສ້າງ​ ແລະ​ ຈັດການການ​ເກັບ​ກໍາ​ຂອງ​ຊຸດ​ຂໍ້​ມູນ​. ນີ້ອາດຈະເປັນລາຍການຊຸດຂໍ້ມູນສໍາລັບໂຄງການ ຫຼື ທີມງານສະເພາະໃດຫນຶ່ງ, ຫຼື ໃນຫົວຂໍ້ສະເພາະໃດຫນຶ່ງ, ຫຼື ເປັນວິທີທີ່ງ່າຍດາຍຫຼາຍເພື່ອຊ່ວຍໃຫ້ຜູ້ຄົນຊອກຫາ ແລະ ຄົ້ນຫາຫາຊຸດຂໍ້ມູນການເຜີຍແຜ່ຂອງທ່ານເອງ.

source: Deleted
lo: ລຶບ

source: read more
lo: ອ່ານເພີ່ມເຕີມ

source: Welcome
lo: ຍິນດີຕ້ອນຮັບ
