Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Seed bank
km: ធនាគារគ្រាប់ពូជ​
lo: ທະນາຄານແນວພັນ
my_mm: မျိုးစေ့ဘဏ်

source: Soil health
km: សុខភាពដី​
lo: ສຸຂະພາບຂອງດິນ
my_mm: မြေဆီလွှာကျန်းမာရေး

source: Biomass
km: ជីវម៉ាស​
lo: ຊີວະມວນ
my_mm: ဇီဝဗေဒ

source: Cover crop
km: ដំណាំគម្របដី
lo: ຜົນລະປູກແບບປົກຄຸມໜ້າດິນ
my_mm: မျက်နှာဖုံး ကောက်ပဲသီးနှံ

source: Earthworm
km: ជន្លេន
lo: ແມ່ທ້ອງ
my_mm: ကမ္ဘာချောင်း

source: Ecological synergy
km: សហបង្កើតអេកូឡូស៊ី
lo: ການຮ່ວມມືທາງລະບົບນິເວດ
my_mm: ဂေဟဗေဒဆိုင်ရာ စုစည်းမှု

source: Crop rotation
km: ដំណាំ​បង្វិល
lo: ພືດໝູນວຽນ
my_mm: ကောက်ပဲသီးနှံအလှည့်

source: Green manure
km: ជីស្រស់
lo: ຝຸ່ນພືດສົດ
my_mm: အစိမ်းရောင်နုသျှင်

source: Monocrop
km: ដំណាំតែមួយមុខ
lo: ການປູກພືດພຽງຢ່າງດຽວໃນ1ປີ
my_mm: မိုနော့ခရော့

source: Nematode
km: បរាសិតណេម៉ាតូដ
lo: ແມ່ທອງກົມ
my_mm: နမာတိုဒိုး

source: Soil biological activity
km: សកម្មភាពជីវសាស្រ្តដី​
lo: ກິດຈະກຳທາງຊີວະພາບຂອງດິນ
my_mm: မြေဆီလွှာ ဇီဝလှုပ်ရှားမှု

source: Soil degradation reduction
km: ការកាត់បន្ថយការរិចរិលដី
lo: ການຫຼຸດຜ່ອນການເຊື່ອມໂຊມຂອງດິນ
my_mm: မြေဆီလွှာပျက်စီးမှု လျော့နည်းစေခြင်း

source: Soil fertility
km: ជីជាតិដី
lo: ຄວາມອຸດົມສົມບູນຂອງດິນ
my_mm: မြေဩဇာ

source: Soil protection
km: ការការពារដី​
lo: ການປົກປັກຮັກສາດິນ
my_mm: မြေဆီလွှာကာကွယ်မှု

source: Soil quality
km: គុណភាពដី​
lo: ຄຸນນະພາບດິນ
my_mm: မြေဆီလွှာအရည်အသွေး

source: Soil restoration
km: ការស្តារដីឡើងវិញ​
lo: ການຟື້ນຟູດິນ
my_mm: မြေဆီလွှာ ပြန်လည်ထူထောင်ရေး

source: Soil-borne disease
km: ជំងឺដែលកើតឡើងក្នុងដឺ
lo: ພະຍາດທີ່ເກີດຈາກດິນ
my_mm: မြေဆီလွှာကြောင့်ဖြစ်သော ရောဂါ

source: Tillage reduction
km: ការកាត់បន្ថយការភ្ជួររាស់
lo: ການ​ຫຼຸດ​ຜ່ອນ​ການ​ປູກ​ຝັງ​
my_mm: Tillage လျှော့ချခြင်း

source: Economy and income
km: សេដ្ឋកិច្ច និងប្រាក់ចំណូល
lo: ເສດຖະກິດ ແລະ ລາຍຮັບ
my_mm: စီးပွားရေးနှင့် ဝင်ငွေ

source: Circular economy
km: សេដ្ឋកិច្ចវិលជុំ
lo: ເສດຖະກິດໝູນວຽນ
my_mm: စက်ဝိုင်းစီးပွားရေး

source: Income diversification
km: ពិពិធកម្មប្រាក់ចំណូល
lo: ຄວາມຫຼາກຫຼາຍຂອງລາຍໄດ້
my_mm: ဝင်ငွေအမျိုးမျိုးကွဲပြားခြင်း

source: Solidarity economy
km: សេដ្ឋកិច្ចសាមគ្គីភាព​
lo: ເສດຖະກິດສາມັກຄີ
my_mm: စည်းလုံးညီညွတ်မှု စီးပွားရေး

source: Fair employment
km: ការងារដោយស្មើរភាព
lo: ການຈ້າງງານທີ່ເປັນທຳ
my_mm: မျှတသော အလုပ်အကိုင်

source: Small entrepreneur
km: សហគ្រិនខ្នាតតូច​
lo: ຜູ້ປະກອບການລາຍຍ່ອຍ
my_mm: စီးပွားစွမ်းဆောင်ရှင်ငယ်လေး

source: Market change
km: ការផ្លាស់ប្តូរទីផ្សារ​
lo: ການປ່ຽນແປງຕະຫຼາດ
my_mm: ဈေးကွက်ပြောင်းလဲမှု

source: Family farming
km: កសិកម្មគ្រួសារ​
lo: ການປູກຝັງແບບຄອບຄົວ
my_mm: မိသားစုမွေးမြူရေးလုပ်ငန်း

source: Consumer-producer organisation
km: សមាគមនអ្នកប្រើប្រាស់ និងអ្នកផលិត​
lo: ອົງການຈັດຕັ້ງຜູ້ບໍລິໂພກ - ຜູ້ຜະລິດ
my_mm: စားသုံးသူထုတ်လုပ်သူ အဖွဲ့အစည်း

source: Market access
km: ការចូលទៅកាន់ទីផ្សារ​
lo: ການເຂົ້າເຖິງຕະຫຼາດ
my_mm: စျေးကွက်ချိတ်ဆက်မှု

source: Sustainable income
km: ប្រាក់ចំណូលប្រកបដោយនិរន្តរភាព
lo: ລາຍຮັບທີ່ຍືນຍົງ
my_mm: တည်မြဲသောဝင်ငွေ

source: Short value chain
km: ខ្សែច្រវ៉ាក់តម្លៃខ្លី
lo: ຕ່ອງໂສ້ມູນຄ່າສັ້ນ
my_mm: တန်ဖိုးတိုကွင်း

source: Value chain
km: ខ្សែច្រវ៉ាក់តម្លៃ
lo: ຕ່ອງໂສ້ມູນຄ່າ
my_mm: တန်ဖိုးဆက်သွယ်မှု

source: Cash crop
km: ដំណាំពាណិជ្ជកម្ម
lo: ພືດເສດຖະກິດ
my_mm: ကောက်ပဲသီးနှံ

source: Production costs reduction
km: ការកាត់បន្ថយការចំណាយផលិតកម្ម​
lo: ການຫຼຸດຜ່ອນຕົ້ນທຶນການຜະລິດ
my_mm: ထုတ်လုပ်မှုကုန်ကျစရိတ် လျှော့ချခြင်း

source: Income
km: ប្រាក់ចំណូល​
lo: ລາຍໄດ້
my_mm: ဝင်ငွေ

source: Microcredit
km: មីក្រូឥណទាន​
lo: ສິນເຊື່ອຈຸລະພາກ
my_mm: မိုက်ခရိုကရိုကရက်ဒ်

source: Production costs
km: ការចំណាយលើផលិតកម្ម​​
lo: ຕົ້ນທຶນການຜະລິດ
my_mm: ထုတ်လုပ်မှုကုန်ကျစရိတ်များ

source: Self sufficiency
km: ភាពគ្រប់គ្រាន់
lo: ຄວາມພໍພຽງ
my_mm: ကိုယ့်ကိုယ်ကို လုံလောက်မှု

source: Sustainable and decent livelihood and revenue
km: ជីវភាពរស់នៅ និងប្រាក់ចំណូលសមរម្យ ប្រកបដោយនិរន្តរភាព
lo: ການເປັນຢູ່ ແລະ ລາຍໄດ້ທີ່ຍືນຍົງ ແລະ ເໝາະສົມ
my_mm: တည်တံ့ပြီး လျောက်ပတ်တဲ့ အသက်မွေးဝမ်းကျောင်းနဲ့ ဝင်ငွေ

source: Nutrition and diets
km: អាហារូបត្ថម្ភនិងរបបអាហារ​
lo: ໂພຊະນາການ ແລະ ສຸຂະພາບ
my_mm: အာဟာရဓာတ်နှင့် အစားအစာများ

source: Diversified diet
km: របបអាហារចម្រុះ​
lo: ອາຫານທີ່ຫຼາກຫຼາຍ
my_mm: အမျိုးမျိုးသော အစားအစာ

source: Food quality
km: គុណភាពអាហារ​
lo: ຄຸນນະພາບອາຫານ
my_mm: အစားအစာအရည်အသွေး

source: Food safety
km: សុវត្ថិភាពចំណីអាហារ​
lo: ຄວາມປອດໄພທາງດ້ານອາຫານ
my_mm: အစားအသောက်စိတ်ချရမှု

source: Nutrition and health
km: អាហារូបត្ថម្ភនិងសុខភាព​
lo: ໂພສະນາການ ແລະ ສຸຂະພາບ
my_mm: အာဟာရနှင့် ကျန်းမာရေး

source: Human health
km: សុខភាពមនុស្ស​
lo: ສຸຂະພາບຂອງມະນຸດ
my_mm: လူ့ကျန်းမာရေး

source: Nutrient
km: សារធាតុចិញ្ចឹម​
lo: ສານອາຫານ
my_mm: အာဟာရ

source: Nutrition sensitive agriculture
km: កសិកម្មដែលគិតគូរដល់អាហារូបត្ថម្ភ
lo: ໂພຊະນາການກະສິກໍາທີ່ລະອຽດອ່ອນ
my_mm: အာဟာရကို ထိခိုက်လွယ်သော စိုက်ပျိုးရေး

source: Recipe
km: រូបមន្តធ្វើម្ហូបអាហារ
lo: ສູດອາຫານ
my_mm: အစားအစာ

source: Wild food
km: អាហារពីព្រៃ
lo: ອາຫານທາງທຳມະຊາດ
my_mm: တောရိုင်း အစားအစာ

source: Woman and child nutrition and health
km: ស្ត្រី និងសុខភាព​ និងអាហារបត្ថម្ភកុមារ
lo: ໂພຊະນາການ ແລະ ສຸຂະພາບຂອງແມ່ຍິງ ແລະເດັກນ້ອຍ
my_mm: အမျိုးသမီးနှင့် ကလေးအာဟာရနှင့် ကျန်းမာရေး

source: Home gardening
km: សួនដំណាំតាមផ្ទះ
lo: ການເຮັດສວນຄົວເຮືອນ
my_mm: အိမ်ဥယျာဉ်စိုက်ပျိုးခြင်း

source: Seasonal food
km: អាហារតាមរដូវកាល
lo: ອາຫານຕາມລະດູການ
my_mm: ရာသီအလိုက် အစားအစာ

source: Sustainable food system
km: ប្រព័ន្ធស្បៀងអាហារប្រកបដោយនិរន្តរភាព​
lo: ລະບົບອາຫານທີ່ຍືນຍົງ
my_mm: တည်မြဲသော အစားအစာစနစ်

source: Certification
km: វិញ្ញាបនប័ត្រ​
lo: ການຢັ້ງຢືນ
my_mm: အသိအမှတ်ပြုချက်

source: Labelisation
km: ការដាក់ស្លាកសញ្ញា
lo: ປ້າຍກຳກັບ
my_mm: ပျင်းရိခြင်း

source: Participatory guarantee system
km: ប្រព័ន្ធធានាសុវត្ថិភាពដោយមានការចូលរួម
lo: ລະບົບການຄໍ້າປະກັນແບບມີສ່ວນຮ່ວມ
my_mm: ပါဝင်ဆောင်ရွက်မှုအာမခံစနစ်

source: Quality standard
km: ស្តង់ដារគុណភាព​
lo: ມາດຕະຖານຄຸນນະພາບ
my_mm: အရည်အသွေးစံနှုန်း

source: Food waste reduction
km: ការកាត់បន្ថយកាកសំណល់អាហារ​
lo: ການຫຼຸດຜ່ອນການສູນເສຍອາຫານ
my_mm: အစားအစာ စွန့်စားမှု လျှော့ချခြင်း

source: Market information system
km: ប្រព័ន្ធព័ត៌មានទីផ្សារ​
lo: ລະບົບຂໍ້ມູນຂ່າວສານຕະຫຼາດ
my_mm: စျေးကွက် သတင်းအချက်အလက်စနစ်

source: Perenial crop
km: ដំណាំរយៈពេលវែង
lo: ພືດລົ້ມລຸກ
my_mm: ဇီဝကောက်ပဲသီးနှံ

source: Sustainable yield
km: និរន្តរភាពទិន្នផល
lo: ຜົນຜະລິດແບບຍືນຍົງ
my_mm: တည်မြဲသောအသီးအနှံ

source: Yield increase
km: ការកើនឡើងទិន្នផល​
lo: ຜົນຜະລິດເພີ່ມຂຶ້ນ
my_mm: အမြတ်အစိပ်များ တိုးများလာခြင်း

source: Ecological intensification
km: ប្រពលវប្បកម្មអេកូឡូស៊ី
lo: ຄວາມເຂັ້ມຂຸ້ນຂອງລະບົບນິເວດ
my_mm: ၂။ သက်ဆိုင်ရာဂေဟဗေဒ ပြင်းထန်လာခြင်း

source: Local food system
km: ប្រព័ន្ធអាហារក្នុងស្រុក​
lo: ລະບົບອາຫານທ້ອງຖິ່ນ
my_mm: ဒေသခံ အစားအစာစနစ်

source: Food security
km: សន្តិសុខស្បៀងអាហារ
lo: ຄວາມໝັ້ນຄົງດ້ານສະບຽງອາຫານ
my_mm: အစားအစာလုံခြုံမှု

source: Food sovereignety
km: អធិបតេយ្យភាពស្បៀងអាហារ​
lo: ອະທິປະໄຕທາງດ້ານອາຫານ
my_mm: အစားအစာ အချုပ်အခြာအာဏာ

source: Food processing
km: ការកែច្នៃអាហារ​
lo: ການແປຮູບອາຫານ
my_mm: အစားအစာ စီမံခန့်ခွဲမှု

source: Sustainable livelihood
km: និរន្តភាពជីវភាពរស់នៅ
lo: ການດຳລົງຊີວິດແບບຍືນຍົງ
my_mm: တည်မြဲသော အသက်မွေးဝမ်းကျောင်းလုပ်ငန်း

source: Urban agriculture
km: កសិកម្មជាយទីក្រុង
lo: ການກະເສດໃນຕົວເມືອງ
my_mm: မြို့ပြ စိုက်ပျိုးရေး

source: Biodiversity
km: ជីវចម្រុះ​
lo: ຊີວະນາໆພັນ
my_mm: ဇီဝ မျိုးစိတ်များ

source: Bee keeping
km: ការចិញ្ចឹមឃ្មុំ​
lo: ການຮັກສາເຜິ້ງ
my_mm: ငှက်ထိန်းသိမ်းခြင်း

source: Biodiversity protection
km: ការការពារជីវចម្រុះ​
lo: ການປົກປັກຮັກສາຊີວະນາໆພັນ
my_mm: ဇီဝ မျိုးစိတ်များ ကာကွယ်ပေးခြင်း

source: Bioeconomy
km: ជីវសេដ្ឋកិច្ច​
lo: ເສດຖະກິດຊີວະພາບ
my_mm: ဇီဝစီးပွားရေး

source: Crop diversification
km: ពិពិធកម្មដំណាំ
lo: ຄວາມຫຼາກຫຼາຍຂອງການປູກພືດ
my_mm: ကောက်ပဲသီးနှံအမျိုးမျိုးခွဲခြားခြင်း

source: Ecological integration
km: ការរូមបញ្ចូលអេកូឡូស៊ី
lo: ການເຊື່ອມໂຍງລະບົບນິເວດ
my_mm: ဂေဟဗေဒဆိုင်ရာ ပေါင်းစပ်မှု

source: Intercropping
km: ការដាំដុះចំរុះ
lo: ການປູກພືດຮ່ວມກັນ
my_mm: အပြန်အလှန်ဆက်စပ်ခြင်း

source: Environmental protection
km: ការការពារបរិស្ថាន​
lo: ການປົກປ້ອງສິ່ງແວດລ້ອມ
my_mm: ပတ်ဝန်းကျင်ကာကွယ်မှု

source: Forest biodiversity
km: ជីវចម្រុះព្រៃឈើ​
lo: ຊີວະນາໆພັນປ່າໄມ້
my_mm: သစ်တော ဇီဝမျိုးစိတ်များ

source: Forest encroachment
km: ការទន្រ្ទានព្រៃឈើ
lo: ການບຸກລຸກປ່າໄມ້
my_mm: သစ်တောချိုးဖောက်မှု

source: Forest protection
km: ការការពារព្រៃឈើ
lo: ການປົກປັນຮັກສາປ່າໄມ້
my_mm: သစ်တောကာကွယ်ရေး

source: Grassland
km: វាលស្មៅ​
lo: ທົ່ງຫຍ້າ
my_mm: မြက်ခင်းပြင်

source: Habitat
km: ទីជម្រក​
lo: ທີ່ຢູ່ອາໄສ
my_mm: နေအိမ်

source: Local breeds and species
km: ពូជ និងប្រភេទសត្វក្នុងស្រុក​
lo: ສາຍພັນ ແລະ ຊະນິດພັນທ້ອງຖິ່ນ
my_mm: ဒေသတွင်း မျိုးစိတ်များနှင့် မျိုးစိတ်များ

source: Open pollination
km: នាំលំអងបង្កាត់ពូជដំំណាំ
lo: ການປະສົມພັນພືດແບບເປີດ
my_mm: ညစ်ညမ်းမှု ပွင့်လင်းခြင်း

source: Species protection
km: ការការពារប្រភេទពូជ
lo: ການປົກປັກຮັກສາສາຍພັນພືດ
my_mm: မျိုးစိတ်များ ကာကွယ်ပေး

source: Climate
km: អាកាសធាតុ​
lo: ສະພາບອາກາດ
my_mm: ရာသီဥတု

source: Adaptation to climate change
km: ការសម្របខ្លួនទៅនឹងការប្រែប្រួលអាកាសធាតុ​
lo: ການປັບຕົວເຂົ້າກັບການປ່ຽນແປງດິນຟ້າອາກາດ
my_mm: ရာသီဥတုအပြောင်းအလဲနဲ့ အလိုက်သင့်ပြုလုပ်ခြင်း

source: Carbon market
km: ទីផ្សារកាបូន​
lo: ຕະຫຼາດຄາບອນ
my_mm: ကာဗွန်ဈေးကွက်

source: Carbon neutrality
km: អព្យាក្រឹតភាពកាបូន​
lo: ຄວາມເປັນກາງຂອງຄາບອນ
my_mm: ကာဗွန်ကြားနေမှု

source: Climate change
km: ការប្រែប្រួលអាកាសធាតុ​
lo: ການປ່ຽນແປງຂອງດິນຟ້າອາກາດ
my_mm: ရာသီဥတုအပြောင်းအလဲ

source: Climate resilience
km: ភាពធន់ទ្រាំនឹងអាកាសធាតុ
lo: ຄວາມທົນທານຕໍ່ສະພາບອາກາດ
my_mm: ရာသီဥတုခံနိုင်ရည်

source: Climate risk mitigation
km: ការកាត់បន្ថយហានិភ័យពីអាកាសធាតុ
lo: ການຫຼຸດຜ່ອນຄວາມສ່ຽງດ້ານສະພາບອາກາດ
my_mm: ရာသီဥတု အန္တရာယ် လျော့နည်းစေခြင်း

source: Climate smart agriculture
km: កសិកម្មឆ្លាតវៃ
lo: ລະບົບການກະເສດທີ່ທັນຕໍ່ການປ່ຽນແປງດິນຟ້າອາກາດ
my_mm: ရာသီဥတု စမတ် စိုက်ပျိုးရေး

source: Drought
km: គ្រោះរាំងស្ងួត​
lo: ໄພແຫ້ງແລ້ງ
my_mm: မိုးခေါင်ခြင်း

source: Ecosystem resilience
km: ភាពធន់នៃប្រព័ន្ធអេកូឡូស៊ី​
lo: ຄວາມຢືດຢຸ່ນຂອງລະບົບນິເວດ
my_mm: ဂေဟစနစ်ခံနိုင်စွမ်း

source: Greenhouse gas reduction
km: ការកាត់បន្ថយឧស្ម័នផ្ទះកញ្ចក​
lo: ການຫຼຸດຜ່ອນອາຍແກັສເຮືອນແກ້ວ
my_mm: ဖန်လုံအိမ်ဓာတ်ငွေ့ လျှော့ချခြင်း

source: On farm anaerobic digestion
km: ការបំបែកដោយ Anaerobic នៅកសិដ្ឋាន
lo: ສະຖານທີ່ບຳບັດແບບບໍ່ໃຊ້ອາກາດ
my_mm: စိုက်ပျိုးမွေးမြူရေးခြံမှာ အနာရိုဗစ် အစာချေမှုန်းရေး

source: Renewable energy
km: ថាមពលកកើតឡើងវិញ​
lo: ພະລັງງານທົດແທນ
my_mm: ပြန်လည်ပြုပြင်နိုင်သော စွမ်းအင်

source: Vulnerability
km: ភាពងាយរងគ្រោះ​
lo: ຈຸດອ່ອນ
my_mm: အားနည်းချက်

source: Natural resources governance
km: អភិបាលកិច្ចធនធានធម្មជាតិ
lo: ການຄຸ້ມຄອງຊັບພະຍາກອນທຳມະຊາດ
my_mm: သဘာဝသယံဇာတ အုပ်ချုပ်မှု

source: Land investment
km: ការវិនិយោគដីធ្លី​
lo: ການລົງທຶນທີ່ດິນ
my_mm: မြေယာ ရင်းနှီးမြှုပ်နှံမှု

source: Land management
km: ការគ្រប់គ្រងដីធ្លី​
lo: ການບໍລິຫານຈັດການທີ່ດິນ
my_mm: မြေယာ စီမံခန့်ခွဲမှု

source: Ecosystem service
km: សេវាកម្មប្រព័ន្ធអេកូឡូស៊ី​
lo: ບໍລິການທາງລະບົບນິເວດ
my_mm: ဂေဟစနစ် ဝန်ဆောင်မှု

source: Land rights
km: សិទ្ធិដីធ្លី​
lo: ສິດທິທາງທີ່ດິນ
my_mm: မြေယာအခွင့်အရေး

source: Landscape approach
km: វិធីសាស្រ្តទេសភាព
lo: ແນວທາງພູມສັນຖານ
my_mm: တောတောင်ရှုခင်း ချဉ်းကပ်နည်း

source: Local natural resources use
km: ការប្រើប្រាស់ធនធានធម្មជាតិក្នុងស្រុក​
lo: ການນໍາໃຊ້ຊັບພະຍາກອນທາງທຳມະຊາດໃນທ້ອງຸຖິ່ນ
my_mm: ဒေသတွင်း သဘာဝသယံဇာတများကို အသုံးပြုကြ

source: Natural resources management
km: ការគ្រប់គ្រងធនធានធម្មជាតិ​
lo: ການບໍລິຫານຈັດກສນພະຍາກອນທໍາມະຊາດ
my_mm: သဘာဝသယံဇာတ စီမံခန့်ခွဲမှု

source: Natural resources protection
km: ការការពារធនធានធម្មជាតិ​
lo: ການປົກປ້ອງຊັບພະຍາກອນທໍາມະຊາດ
my_mm: သဘာဝသယံဇာတများ ကာကွယ်ရေး

source: Participatory land use planning
km: ការរៀបចំផែនការប្រើប្រាស់ដីដោយមានការចូលរួម
lo: ການວາງແຜນນຳໃຊ້ທີ່ດິນແບບມີສ່ວນຮ່ວມ
my_mm: ပါဝင်သည့်မြေယာအသုံးပြုမှု စီမံကိန်း

source: Sustainable land management
km: ការគ្រប់គ្រងដីប្រកបដោយនិរន្តរភាព​
lo: ການຄຸ້ມຄອງທີ່ດິນແບບຍືນຍົງ
my_mm: တည်မြဲသော မြေယာစီမံခန့်ခွဲမှု

source: Watershed management
km: ការគ្រប់គ្រងអាងទឹក​
lo: ການຄຸ້ມຄອງອ່າງໂຕ່ງ
my_mm: ရေချိုးစီမံခန့်ခွဲမှု

source: Water management
km: ការគ្រប់គ្រងទឹក​
lo: ການບໍລິຫານຄຸ້ມຄອງນໍ້າ
my_mm: ရေစီမံခန့်ခွဲမှု

source: Integrated water resources management
km: ការគ្រប់គ្រងធនធានទឹកដោយរួមបញ្ចូល
lo: ການຄຸ້ມຄອງຊັບພະຍາກອນນ້ໍາແບບປະສົມປະສານ
my_mm: ပေါင်းစပ်ထားတဲ့ ရေအရင်းအမြစ် စီမံခန့်ခွဲမှု

source: Irrigation system
km: ប្រព័ន្ធធារាសាស្ត្រ​
lo: ລະບົບຊົນລະປະທານ
my_mm: ဆည်မြောင်းစနစ်

source: Lagooning
km: អាងចំរុះទឹក
lo: ທະເລສາບ
my_mm: ချောင်းကြီးရွာ၊ ကျောက်ချောင်း

source: Water drainage
km: ប្រព័ន្ធបង្ហូរទឹក
lo: ການລະບາຍນ້ໍາ
my_mm: ရေစီးဆင်းမှု

source: Water quality control
km: ការត្រួតពិនិត្យគុណភាពទឹក​
lo: ການຄວບຄຸມຄຸນນະພາບນໍ້າ
my_mm: ရေအရည်အသွေးထိန်းချုပ်မှု

source: Water saving
km: ការសន្សំទឹក
lo: ການປະຫຍັດນໍ້າ
my_mm: ရေစုဆောင်းခြင်း

source: Collaboration
km: ការសហការ​
lo: ການຮ່ວມມື
my_mm: ပူးပေါင်းဆောင်ရွက်ခြင်း

source: Community participation
km: ការចូលរួមសហគមន៍​
lo: ການມີສ່ວນຮ່ວມຂອງຊຸມຊົນ
my_mm: လူ့အဖွဲ့အစည်းပါဝင်မှု

source: Cooperative
km: សហគមន៍
lo: ກະສິກອນ
my_mm: ပူးပေါင်းဆောင်ရွက်မှု

source: Farmer participation
km: ការចូលរួមរបស់កសិករ​
lo: ການມີສ່ວນຮ່ວມຂອງຊາວກະສິກອນ
my_mm: လယ်သမားများပါဝင်ခြင်း

source: Farmer to farmer exchange
km: ការផ្លាស់ប្តូរចំណេះដឹងពីកសិករទៅកសិករ
lo: ແລກປ່ຽນຊາວກະສິກອນກັບຊາວກະສິກອນ
my_mm: လယ်သမား အပြန်အလှန် လဲလှယ်ရန် လယ်သမားများ

source: Farmers group
km: ក្រុមកសិករ
lo: ກຸ່ມຊາວກະສິກອນ
my_mm: လယ်သမားအုပ်စု

source: Education and awareness
km: ការអប់រំ និងការយល់ដឹង
lo: ການສຶກສາ ແລະ ການຮັບຮູ້
my_mm: ပညာရေးနှင့် အသိပညာ

source: Public-private partnership
km: ភាពជាដៃគូសាធារណៈ និងឯកជន
lo: ຫຸ້ນສ່ວນພາກລັດ ແລະ ເອກະຊົນ
my_mm: ပြည်သူ့ ပုဂ္ဂလိက ပူးပေါင်းဆောင်ရွက်မှု

source: Farmers union
km: សហភាព កសិករ
lo: ສະຫະພັນຊາວກະສິກອນ
my_mm: လယ်သမားသမဂ္ဂ

source: Knowledge co-production
km: សហផលិតចំណេះដឹង
lo: ຄວາມຮູ້ໃນການຜະລິດຮ່ວມກັນ
my_mm: အသိပညာ ပူးတွဲထုတ်လုပ်မှု

source: Living lab
km: មន្ទីរពិសោធន៍
lo: ຫ້ອງປະຕິບັດງານຕົວຈິງ
my_mm: သက်ရှိ ဓာတ်ခွဲခန်း

source: Mobile application
km: កម្មវិធីទូរស័ព្ទដៃ
lo: ແອັບພິເຄຊັນໃນມືຖື
my_mm: မိုဘိုင်း ပရိုဂရမ်

source: Participatory approach
km: វិធីសាស្រ្តដោយមានការចូលរួម
lo: ແນວທາງການມີສ່ວນຮ່ວມ
my_mm: ပါဝင်ချဉ်းကပ်နည်း

source: Research action
km: សកម្មភាពស្រាវជ្រាវ
lo: ການດໍາເນີນການຄົ້ນຄ້ວາ
my_mm: သုတေသနလုပ်ဆောင်မှု

source: Social media
km: ប្រព័ន្ធផ្សព្វផ្សាយសង្គម
lo: ສື່ມວນຊົນສັງຄົມ
my_mm: လူမှုမီဒီယာ

source: Equity
km: សមធម៌
lo: ທຶນ
my_mm: ရှယ်ယာပိုင်ဆိုင်မှု

source: Acces to employment
km: ការទទួលបានការងារ
lo: ເຂົ້າເຖິງການຈ້າງງານ
my_mm: အလုပ်အကိုင်ရရှိခြင်း

source: Ethnic minority
km: ជនជាតិភាគតិច
lo: ຊົນເຜົ່າ
my_mm: လူမျိုးစုလူနည်းစု

source: Fairtrade
km: ពាណិជ្ជកម្មដោយស្មើរភាព
lo: ການຄ້າທີ່ເປົນທຳ
my_mm: ဖဲထရိတ်

source: Fairness
km: ស្មើរភាព
lo: ຄວາມເປັນທຳ
my_mm: တရားမျှတမှု

source: Farmers autonomy
km: ស្វ័យភាពកសិករ​
lo: ກະສິກອນອິດສະຫຼະພາບ
my_mm: လယ်သမားများ၏ အလိုအလျောက် ခွင့်ပြုချက်

source: Food access
km: ការទទូលបានអាហារ
lo: ການເຂົ້າເຖິງອາຫານ
my_mm: အစားအစာအခွင့်အရေး

source: Food justice
km: របសស្បៀងអាហារដោយស្មើរភាព​
lo: ຄວາມຍຸດຕິທໍາດ້ານອາຫານ
my_mm: အစားအစာတရားမျှတမှု

source: Gender equity
km: សមភាពយេនឌ័រ​
lo: ຄວາມສະເໝີພາບລະຫວ່າງຍິງ-ຊາຍ
my_mm: ကျား/မ ညီမျှမှု

source: Responsible investment
km: ការវិនិយោគប្រកបដោយការទទួលខុសត្រូវ
lo: ການລົງທຶບແບບມີຄວາມຮັບຜິດຊອບ
my_mm: တာဝန်ရှိ ရင်းနှီးမြှုပ်နှံမှု

source: Vulnerable group
km: ក្រុមងាយរងគ្រោះ​
lo: ກຸ່ມຄວາມສ່ຽງ
my_mm: အားနည်းသောအုပ်စု

source: Women rights
km: សិទ្ធិស្ត្រី​
lo: ສິດທິຂອງຜູ້ຍິງ
my_mm: အမျိုးသမီးအခွင့်အရေး

source: Youth rights
km: សិទ្ធិយុវជន
lo: ສິດທິຂອງໄວໜຸ່ມ
my_mm: လူငယ်အခွင့်အရေး

source: Supportive policies
km: គោលនយោបាយគាំទ្រ
lo: ນະໂຍບາຍສະໜັບສະໜູນ
my_mm: ထောက်ပံ့ရေး မူဝါဒများ

source: Agroecological infrastructure
km: ហេដ្ឋារចនាសម្ព័ន្ធកសិអេកូឡូស៊ី
lo: ພື້ນຖານໂຄງລ່າງນິເວດກະສິກຳ
my_mm: Agroecological အခြေခံအဆောက်အအုံ

source: Bottom-up approach
km: វិធីសាស្រ្តចាប់ផ្ដើមពីក្រោម
lo: ວິທີການຢູ່ທາງລຸ່ມ
my_mm: အောက်ခြေ ချဉ်းကပ်နည်း

source: Decentralised policy
km: គោលនយោបាយវិមជ្ឈការ
lo: ນະໂຍບາຍການແບ່ງຂັ້ນຄຸ້ມຄອງ
my_mm: စီမံခန့်ခွဲရေး မူဝါဒ

source: Democratic governance
km: អភិបាលកិច្ចប្រជាធិបតេយ្យ
lo: ການປົກຄອງແບບປະຊາທິປະໄຕ
my_mm: ဒီမိုကရက်တစ်အုပ်ချုပ်ရေး

source: Enabling policy
km: ដំណើរការគោលនយោបាយ
lo: ນະໂຍບາຍການເປີດໃຊ້ງານ
my_mm: စွမ်းဆောင်နိုင်တဲ့ မူဝါဒ

source: Extension system
km: ប្រព័ន្ធពង្រីកបន្ថែម
lo: ລະບົບການຂະຫຍາຍ
my_mm: တိုးချဲ့ရေးစနစ်

source: Fair property rights
km: សិទ្ធិអចលនទ្រព្យដោយស្មើរភាព
lo: ສິດທິຊັບສິນຍຸດຕິທໍາ
my_mm: မျှတသော ပိုင်ဆိုင်ရာ အခွင့်အရေးများ

source: High environmental value
km: គុណតម្លៃបរិស្ថាន
lo: ສິ່ງແວດລ້ອມທີ່ມີຄຸນຄ່າສູງ
my_mm: ပတ်ဝန်းကျင်ဆိုင်ရာ တန်ဖိုး မြင့်မား

source: Innovation promotion
km: លើកកម្ពស់ការច្នៃប្រឌិត
lo: ການສົ່ງເສີມນະວັດຕະກຳ
my_mm: ဆန်းသစ်တီထွင်မှု မြှင့်တင်ရေး

source: Local development plan
km: ផែនការអភិវឌ្ឍន៍មូលដ្ឋាន
lo: ແຜນພັດທະນາທ້ອງຖິ່ນ
my_mm: ဒေသတွင်း ဖွံ့ဖြိုးရေး

source: Participatory land use policy
km: គោលនយោបាយប្រើប្រាស់ដីដោយមានការចូលរួម
lo: ນະໂຍບາຍການນໍາໃຊ້ທີ່ດິນແບບມີສ່ວນຮ່ວມ
my_mm: ပါဝင်သော မြေယာအသုံးပြုရေး မူဝါဒ

source: Participatory plant breeding
km: ការបង្កាត់ពូជរុក្ខជាតិដោយមានការចូលរួម
lo: ການປັບປຸງພັນພືດແບບມີສ່ວນຮ່ວມ
my_mm: ပါတီဝင်အပင်ပေါက်ပွားခြင်း

source: Responsible gouvernance
km: អភិបាលកិច្ចប្រកបដោយការទទួលខុសត្រូវ
lo: ການປົກຄອງທີ່ມີຄວາມຮັບຜິດຊອບ
my_mm: တာဝန်ရှိသော အုပ်ချုပ်မှု

source: Rural development plan
km: ផែនការអភិវឌ្ឍន៍ជនបទ​
lo: ແຜນພັດທະນາຊົນນະບົດ
my_mm: ကျေးလက် ဖွံ့ဖြိုးတိုးတက်ရေး အစီအစဉ်

source: Sustainable land use policy
km: គោលនយោបាយប្រើប្រាស់ដីប្រកបដោយនិរន្តរភាព
lo: ນະໂຍບາຍການນຳໃຊ້ທີ່ດິນແບບຍືນຍົງ
my_mm: တည်တံ့သော မြေယာအသုံးပြုရေး မူဝါဒ

source: Knowledge and values
km: ចំណេះដឹង និងគុណតម្លៃ
lo: ຄວາມຮູ້ ແລະ ຄຸນຄ່າ
my_mm: အသိပညာနှင့် တန်ဖိုးတန်ဖိုး

source: Beliefs
km: ជំនឿ
lo: ຄວາມເຊື່ອ
my_mm: ယုံကြည်ချက်များ

source: Religion
km: សាសនា
lo: ສາດສະໜາ
my_mm: ဘာသာတရား

source: Cultural food system
km: ប្រព័ន្ធអាហារតាមវប្បធម៌
lo: ລະບົບວັດທະນະທຳອາຫານ
my_mm: ယဉ်ကျေးမှု အစားအစာစနစ်

source: Customary law
km: ច្បាប់តាមទំនៀមទម្លាប់
lo: ກົດໝາຍປະເພນີ
my_mm: ထုံးစံအရ ဥပဒေ

source: Wellbeing
km: សុខុមាលភាព
lo: ການເປັນຢູ່ທີ່ດີ
my_mm: ကျန်းမာရေး

source: Heritage
km: បេតិកភណ្ឌ
lo: ມໍລະດົກ
my_mm: အမွေအနှစ်

source: Intergeneration
km: អន្តរជំនាន់
lo: ການຢູ່ອາໃສຮ່ວມກັນຂອງຄົນຫຼາກຫຼາຍຊ່ວງອາຍຸ
my_mm: အင်တာဂျင်နီယာ

source: Knowledge intensive
km: ដែលត្រូវការចំណេះដឹងច្រើន
lo: ຄວາມຮູ້ທີ່ເຂັ້ມແຂງ
my_mm: အသိပညာ ပြင်းပြင်းထန်ထန်

source: Local adaptation systems
km: ប្រព័ន្ធសម្របខ្លួនក្នុងតំបន់
lo: ລະບົບການປັບຕົວຂອງທ້ອງຖິ່ນ
my_mm: ဒေသခံ အလိုက်သင့်ပြုစုရေးစနစ်များ

source: Local knowledge
km: ចំណេះដឹងក្នុងស្រុក
lo: ຄວາມຮູ້ທ້ອງຖິ່ນ
my_mm: ဒေသခံအသိပညာ

source: Services and land exchanges
km: ប្រវ៉ាស់ (ផ្លាស់ប្ដូរ)​ សេវាកម្ម និងដីធ្លី
lo: ການບໍລິການແລະການແລກປ່ຽນທີ່ດິນ
my_mm: ဝန်ဆောင်မှုများနှင့် မြေယာလဲလှယ်မှုများ

source: Traditional knowledge
km: ចំណេះដឹងប្រពៃណី
lo: ຄວາມຮູ້ດ້ານວັດທະນະທຳ
my_mm: ထုံးတမ်းစဉ်လာအသိပညာ

source: Authorization function not found: %s
lo: ບໍ່ພົບຟັງຊັນການນຳໃຊ້ສິດ: %s

source: Admin
lo: ແອັດມິນ

source: Editor
lo: ຜູ້ກວດແກ້

source: Member
lo: ສະມາຊິກ

source: View
lo: ເບີ່ງ

source: Just now
lo: ຕອນນີ້

source: Add {object_type}
lo: ເພີ່ມ {object_type}

source: Create {object_type}
lo: ສ້າງ {object_type}

source: Are you sure you want to delete this {object_type}?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ {object_type} ນີ້?

source: A little information about my {object_type}...
lo: ຂໍ້ມູນເລັກນ້ອຍກ່ຽວກັບ {object_type} ຂອງຂ້ອຍ...

source: Edit {object_type}
lo: ແກ້ໄຂ {object_type}

source: {object_type} Form
lo: {object_type} ແບບຟອມ

source: My {object_type}s
lo: ຂອງຂ້ອຍ {object_type}s

source: View {object_type}
lo: ເບິ່ງ {object_type}

source: My {object_type}
lo: {object_type} ຂອງຂ້ອຍ

source: There are currently no {object_type}s for this site
lo: ໃນຕອນນີ້ບໍ່ມີ {object_type}s ສຳລັບຖານນີ້

source: There are no {object_type}s associated with this dataset
lo: ບໍ່ມີ {object_type}s ທີ່ກ່ຽວຂ້ອງກັບຊຸດຂໍ້ມູນນີ້

source: There is no description for this {object_type}
lo: ບໍ່ມີຄຳອະທິບາຍສຳລັບສິ່ງນີ້ {object_type}

source: No {object_type}
lo: ບໍ່ມີ {object_type}

source: Save {object_type}
lo: ບັນທຶກ {object_type}

source: Search {object_type}s...
lo: ຄົ້ນຫາ {object_type}s...

source: You are not a member of any {object_type}s.
lo: ທ່ານບໍ່ແມ່ນສະມາຊິກຂອງ {object_type}s.

source: Update {object_type}
lo: ອັບເດດ{object_type}

source: Unnamed resource
lo: ຊັບພະຍາກອນທີ່ບໍ່ມີຊື່

source: {number} view
lo: ຈຳນວນໜ້ອຍ{number}ຈຳນວນຫຼາຍ{number}

source: {number} recent view
lo: {number} ເບິ່ງຫຼ້າສຸດ

source: No recipient email address available!
lo: ບໍ່ມີທີ່ຢູ່ອີເມວຂອງຜູ້ຮັບ!

source: organization
lo: ອົງການຈັດຕັ້ງ

source: group
lo: ກຸ່ມ

source: Missing value
lo: ບໍ່ມີຄ່າ

source: The input field %(name)s was not expected.
lo: ຊ່ອງໃສ່ຂໍ້ມູນ %(name)s ບໍ່ໄດ້ຄາດຫວັງ.

source: Please enter an integer value
lo: ກະລຸນາໃສ່ຄ່າຈໍານວນເຕັມ

source: Must be a Unicode string value
lo: ຕ້ອງເປັນຄ່າສະຕຣິງ Unicode

source: Resources
lo: ຊັບພະຍາກອນ

source: Package resource(s) invalid
lo: ແພັກເກັດຊັບພະຍາກອນ(s)ບໍ່ຖືກຕ້ອງ

source: Extras
lo: ພິເສດ

source: Tags
lo: ປ້າຍກຳກັບ

source: Tag vocabulary "%s" does not exist
lo: ປ້າຍຄຳສັບ "%s" ບໍ່ມີ

source: Not found
lo: ບໍ່ພົບ

source: User
lo: ຜູ້ໃຊ້ງານ

source: Dataset
lo: ຊຸດຂໍ້ມູນ

source: Group
lo: ກຸ່ມ

source: Could not parse as valid JSON
lo: ບໍ່ສາມາດວິເຄາະເປັນ JSON ທີ່ຖືກຕ້ອງໄດ້

source: An organization must be provided
lo: ຕ້ອງໃຫ້ມີອົງການຈັດຕັ້ງ

source: You cannot move this dataset to another organization
lo: ທ່ານບໍ່ສາມາດຍ້າຍຊຸດຂໍ້ມູນນີ້ໄປຫາອົງການອື່ນໄດ້ than

source: Organization does not exist
lo: ບໍ່ມີອົງການຈັດຕັ້ງ

source: You cannot add a dataset to this organization
lo: ທ່ານບໍ່ສາມາດເພີ່ມຊຸດຂໍ້ມູນໃສ່ອົງການນີ້ໄດ້

source: Invalid integer
lo: ຈຳນວນບໍ່ຖືກຕ້ອງ

source: Must be a natural number
lo: ຕ້ອງເປັນຕົວເລກທໍາມະຊາດ

source: Must be a positive integer
lo: ຕ້ອງເປັນຈຳນວນບວກ

source: Must be a float timestamp
lo: ຕ້ອງເປັນເວລາທີ່ເລື່ອນໄດ້

source: Date format incorrect
lo: ຮູບແບບວັນທີບໍ່ຖືກຕ້ອງ

source: Dataset id already exists
lo: ID ຊຸດຂໍ້ມູນມີຢູ່ແລ້ວ

source: Resource id already exists.
lo: ID ແຫຼ່ງທີ່ມາມີຢູ່ແລ້ວ

source: Resource
lo: ແຫຼ່ງທີ່ມາ

source: Invalid characters in resource id
lo: ຕົວອັກສອນບໍ່ຖືກຕ້ອງໃນ ID ແຫຼ່ງທີ່ມາ

source: Invalid length for resource id
lo: ຄວາມຍາວບໍ່ຖືກຕ້ອງສໍາລັບ ID ແຫຼ່ງທີ່ມາ

source: That group name or ID does not exist.
lo: ຊື່ ຫຼື ID ກຸ່ມນັ້ນບໍ່ມີຢູ່.

source: Names must be strings
lo: ຊື່ຕ້ອງຢູ່ໃນເງື່ອນໄຂ

source: That name cannot be used
lo: ຊື່ນັ້ນບໍ່ສາມາດໃຊ້ໄດ້

source: Must be at least %s characters long
lo: ຕ້ອງມີຢ່າງໜ້ອຍ %s ຕົວອັກສອນ

source: Name must be a maximum of %i characters long
lo: ຊື່ຕ້ອງມີຄວາມຍາວສູງສຸດ %i ຕົວອັກສອນ

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
lo: ຕ້ອງເປັນຕົວອັກສອນຕົວພິມນ້ອຍທັງໝົດ (ascii) ແລະ ສັນຍາລັກເຫຼົ່ານີ້: -_

source: That URL is already in use.
lo: URL ນັ້ນຖືກໃຊ້ແລ້ວ.

source: Name "%s" length is less than minimum %s
lo: ຊື່ "%s" ຄວາມຍາວຕ່ຳກວ່າຄວາມຍາວທີ່ນ້ອຍທີ່ສຸດ %s

source: Name "%s" length is more than maximum %s
lo: ຊື່ "%s" ຄວາມຍາວກວ່າສູງສຸດຄວາມຍາວສູງສຸດ %s

source: Version must be a maximum of %i characters long
lo: ເວີຊັນຕ້ອງມີຄວາມຍາວສູງສຸດ %i ຕົວອັກສອນ

source: Duplicate key "%s"
lo: ລະຫັດຊໍ້າກັນ"%s"

source: Group name already exists in database
lo: ຊື່ກຸ່ມມີຢູ່ໃນຖານຂໍ້ມູນແລ້ວ

source: Tag "%s" length is less than minimum %s
lo: ປ້າຍ"%s"ມີຄວາມຍາວນ້ອຍກວ່າຄວາມຍາວຂັ້ນຕໍ່າ%s

source: Tag "%s" length is more than maximum %i
lo: ຄວາມຍາວຂອງແທັກ "%s" ແມ່ນຫຼາຍກວ່າສູງສຸດ %i

source: Tag "%s" can only contain alphanumeric characters, spaces (" "), hyphens ("-"), underscores ("_") or dots (".")
lo: ແທັກ "%s" ສາມາດມີຕົວອັກສອນທີ່ເປັນຕົວເລກ, ຍະຫວ່າງ (" "), ຂີດຫຍໍ້ ("-"), ຂີດກ້ອງ ("_") ຫຼືຈຸດ (".")

source: Tag "%s" must not be uppercase
lo: ແທັກ "%s" ຈະຕ້ອງບໍ່ແມ່ນຕົວພິມໃຫຍ່

source: User names must be strings
lo: ຊື່ຜູ້ໃຊ້ຕ້ອງຢູ່ໃນເງື່ອນໄຂ

source: That login name is not available.
lo: ຊື່ເຂົ້າສູ່ລະບົບນັ້ນບໍ່ສາມາດໃຊ້ໄດ້.

source: That login name can not be modified.
lo: ຊື່ເຂົ້າສູ່ລະບົບນັ້ນບໍ່ສາມາດແກ້ໄຂໄດ້

source: Please enter both passwords
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານທັງສອງ

source: Passwords must be strings
lo: ລະຫັດຜ່ານຕ້ອງຢູ່ໃນເງື່ອນໄຂ

source: Your password must be 8 characters or longer
lo: ລະຫັດຜ່ານຂອງທ່ານຕ້ອງມີ 8 ຕົວອັກສອນ ຫຼືຍາວກວ່າ

source: The passwords you entered do not match
lo: ລະຫັດຜ່ານທີ່ທ່ານລະບຸບໍ່ກົງກັນ
