Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Bình Giang
km: ប៊ីងហ្សាង​
lo: ບິ່ງ​ຊາງ
my_mm: Bình Giangian

source: Cẩm Giàng
km: ង៉ាម ហ្សាង
lo: ເກິມຊາງ

source: Chí Linh
km: ឈីលីង​
lo: ຈີລິງ

source: Gia Lộc
km: ហ្កៃឡុក
lo: ຊາລັອກ
my_mm: ဂျီယာ Lộc

source: Kim Thành
km: គីមត្រាន់
lo: ກິມແທ່ງ
my_mm: ကင် Thành

source: Kinh Môn
km: គីញម៉ុន
lo: ກິງໂມນ
my_mm: ကင်မွန်း

source: Nam Sách
km: ណាម សៀច
lo: ນໍ້າແຊກ

source: Ninh Giang
lo: ນິງຊາງ

source: Thanh Hà
lo: ແທງຮ່າ
my_mm: သန်း Hà

source: Thanh Miện
lo: ແທງມຽນ

source: Tứ Kỳ
km: ធូឃឺ
lo: ຕືກິ

source: An Dương
km: អាន់ដួង
lo: ອານເຊືອງ

source: Bach Long Vi
km: បាចឡុងវី
lo: ບັກລອງວີ

source: Cát Hải
km: ង៉ាត់ហៃ
lo: ກັດຮາຍ
my_mm: ကာ့တ် Hải

source: Đồ Sơn
km: ដូសាន់
lo: ໂດເຊີນ

source: Hải An
km: ហៃអាន​
lo: ຫາຍອັນ

source: Hồng Bàng
km: ហុងបាង
lo: ຮົ່ງບ່າງ

source: Kiến An
km: គៀន អាន
lo: ກຽນອານ

source: Kiến Thụy
km: គៀនធុយ
lo: ກຽນທຸຍ

source: Lê Chân
km: ឡាចាន
lo: ເລເຈີນ

source: Ngô Quyền
km: ងុ ហ្វៀន
lo: ໂງະກຽນ
my_mm: Ng Quyền

source: Thủy Nguyên
km: ទុយង្វូយៀង
lo: ຖຸຍງຽນ

source: Tiên Lãng
km: ទៀង ឡាង
lo: ຕຽນຫຼາງ
my_mm: Tiên Lãg

source: Vĩnh Bảo
km: វិញបៅ
lo: ຫວິງບ່າວ

source: Châu Thành A
km: ឆៅតាញ់អា
lo: ເຈິແທ່ງອາ
my_mm: Châu Thành အေ

source: Long Mỹ
km: ឡុង មី
lo: ລອງໝີ
my_mm: ကြာမြင့်စွာ Mỹ

source: Phụng Hiệp
km: ភួងហៀប
lo: ຝຸງຮຽບ

source: Vị Thanh
km: វីត្រាញ់
lo: ວິແທ່ງ

source: Vị Thuỷ
km: វី ធុយ
lo: ວິທຸ່ຍ

source: Bình Chánh
km: ប៊ីងឆាញ់
lo: ບິ່ງແສງ
my_mm: Bình ချန်း

source: Binh Tan
km: ប៊ីងតាន
lo: ບິງຕານ
my_mm: ဘင်တန်

source: Bình Thạnh
km: ប៊ីង ថាន់
lo: ບິ່ງແທກ

source: Cần Giờ
km: កាន កាវ
lo: ເກິນເສີ່

source: Củ Chi
km: ឃូ ឈី
lo: ກູຈີ
my_mm: Củ ချီ Củ ချီချီ

source: Gò Vấp
km: គូវ៉ាប់
lo: ກໍເວີບ

source: Hóc Môn
km: ហុកមុន
lo: ຮອກໂມນ
my_mm: ဟို့ခ်မောင်း

source: Nhà Bè
km: ញាប៊ី
lo: ຍ່າແບ
my_mm: Nhà ဘီး Nhà ဘီး

source: Phú Nhuận
km: ហ្វូង ញើន
lo: ຝູນ່ວນ
my_mm: Ph Nhuận

source: Quận 1
km: ហ្វៀន១
lo: ເຂດ 1
my_mm: Quận ၁

source: Quận 10
km: ហ្វៀន១០
lo: ເຂດ 10
my_mm: Quận ၁၀

source: Quận 11
km: ហ្វៀន១១
lo: ເຂດ 11
my_mm: Quận ၁၁

source: Quận 12
km: ហ្វៀន១២
lo: ເຂດ 12
my_mm: Quận ၁၂

source: Quận 2
km: ហ្វៀន២
lo: ເຂດ 2
my_mm: Quận ၂

source: Quận 3
km: ហ្វៀន៣
lo: ເຂດ 3
my_mm: Quận ၃

source: Quận 4
km: ហ្វៀន៤
lo: ເຂດ 4
my_mm: Quận ၄

source: Quận 5
km: ហ្វៀន៥
lo: ເຂດ 5
my_mm: Quận ၅

source: Quận 6
km: ហ្វៀន៦
lo: ເຂດ 6
my_mm: Quận ၆

source: Quận 7
km: ហ្វៀន៧
lo: ເຂດ 7
my_mm: Quận ၇

source: Quận 8
km: ហ្វៀន៨
lo: ເຂດ 8
my_mm: Quận ၈

source: Quận 9
km: ហ្វៀន៩
lo: ເຂດ 9
my_mm: Quận ၉

source: Tân Bình
km: តង់ប៊ីន
lo: ເຕີ່ນບິ່ງ

source: Tan Phu
km: តាន់ពូ
lo: ຕານຟູ
my_mm: တန်ဖူ

source: Thủ Đức
km: ធូឌុក
lo: ຖູດຶກ

source: Cao Phong
km: កាវផុង
lo: ກາວຟອງ
my_mm: ကာအိုဖောင်

source: Đà Bắc
km: ដាបាក
lo: ດາບັກ

source: Kỳ Sơn
km: គីសុន
lo: ກີເຊີນ

source: Lạc Sơn
km: ឡាកសុន
lo: ລັກເຊີນ

source: Lạc Thuỷ
km: ឡាកទុយ
lo: ລັກທຸຍ

source: Mai Châu
km: ម៉ៃឈូ
lo: ມາຍເຈົາ
my_mm: မိုင် Châu

source: Tân Lạc
km: តាន់ឡាក់
lo: ເຕີນລາກ

source: Yên Thuỷ
km: យៀនធុយ
lo: ເຢນທຸຍ

source: Ân Thi
km: អាបធី
lo: ເອີນທີ
my_mm: Ân သီ

source: Khoái Châu
km: ហ្ខៃឈូ
lo: ຂວາເຈີ
my_mm: ခိုအာ Châu

source: Kim Động
km: គីមដុង
lo: ກິມດົກ
my_mm: ကင် Động

source: Mỹ Hào
km: មី ហាវ
lo: ໝີຮ່າວ

source: Phù Cừ
km: ភូ សូ
lo: ຟູ່ເກີ

source: Tiên Lữ
km: ត្រៀន លូ
lo: ຕຽນຫຼື

source: Văn Giang
km: វ៉ាន់ហ្សាន​
lo: ວັນຊາງ
my_mm: Văn Gians

source: Văn Lâm
km: វ៉ាន់ឡាំ​
lo: ວັນລໍາ

source: Yên Mỹ
km: យៀនមី
lo: ເຢນໝີ

source: Cam Lâm
km: ខាមឡាម
lo: ກາມເລີມ
my_mm: ကမ် Lâm

source: Cam Ranh
lo: ກາມແຊງ
my_mm: ကမ်ရန်ရန်

source: Diên Khánh
km: ដឿនខាញ់
lo: ຊຽນແຂງ
my_mm: Diên ခါ န် ခါ န်

source: Khánh Sơn
km: ខាន់សាន់
lo: ແຂງເຊີນ
my_mm: ခန် Sơn

source: Khánh Vĩnh
km: ខាញ់វីញ
lo: ແຂງຫວິງ
my_mm: ခန် Vĩnh

source: Nha Trang
km: នាត្រាង
lo: ຍ່າຈ່າງ

source: Ninh Hòa
km: នីងហាវ
lo: ນິ່ງຮົ່ວ

source: Van Ninh
lo: ວານນິງ
my_mm: ဗန် နင်

source: An Biên
km: អាន់ បៀន
lo: ອານບຽນ

source: An Minh
lo: ອານມິງ
my_mm: မြန်မာ

source: Giồng Riềng
km: ហ្គាងរៀង
lo: ສົ່ງສຽງ

source: Gò Quao
km: ហ្គូអូ​
lo: ກໍ່ກາວ
my_mm: Gò ကွာအို

source: Hà Tiên
km: ហាទៀន
lo: ຮ່າຕຽນ

source: Hòn Đất
km: ហុងដាត
lo: ຮອນດັດ

source: Kiên Hải
km: គៀនហាវ
lo: ກຽນຮ່າຍ

source: Kiên Lương
km: គៀនលួង
lo: ກຽນເລືອງ

source: Phú Quốc
km: ហ្វ៊ូកុក
lo: ຝູກວັກ
my_mm: ဖူ Quốc

source: Rạch Giá
km: រ៉ាចហ្កៃ
lo: ແຊກສາ
my_mm: Rạch ဂျိုင်အာဂျီယံဂျီယံဂျ

source: Tân Hiệp
km: តាន់ ហៀប
lo: ເຕິນຮຽບ

source: U Minh Thượng
km: អ៊ូ មិញធួង
lo: ອູມິງເທືອກ

source: Vĩnh Thuận
km: វិញ
lo: ຫວິງທ່ວນ

source: Đăk Glei
km: ដាក ឈ្លឺ
lo: ດັກເລີຍ
my_mm: Đăk ဂ လီ

source: Đăk Hà
km: ដាកហា
lo: ດັກຮ່າ

source: Đăk Tô
km: ដាក់ធូ
lo: ດັກໂຕ
my_mm: Đăk တူ Đăk တူ

source: Kon Plông
km: កុនផ្លុង
lo: ກອນປະລົງ
my_mm: ကွန်းပလောင်

source: Kon Rẫy
km: កុន រ៉ាយ
lo: ກອນເສີຍ
my_mm: ကွန် Rẫy

source: Ngọc Hồi
km: ង៉ុក ហាវ
lo: ຫງອກໂຮຍ

source: Sa Thầy
km: សា ហ្សៃ
lo: ຊາເທີ່ຍ
my_mm: ဆာ Thầy

source: Tu Mơ Rông
km: ធូម៉ូរ៉ុង
lo: ຕູເມີຊົງ
my_mm: တူ Mơ ရွ န်

source: Mường Tè
km: មួងតេ
lo: ເມື່ອງແຕ່
my_mm: Mường Tèe Mường Tèe

source: Phong Thổ
km: ផុងធូ
lo: ຝ່ອງໂທ່

source: Sìn Hồ
km: ស៊ីនហូ​
lo: ຊິນໂຮ່

source: Tam Đường
km: តាមដួង
lo: ຕາມເດື່ອງ
my_mm: တမ် Đường

source: Thanh Uyen
km: ថាញ់យាន
lo: ແທ່ງຍຽນ
my_mm: ဥယျောင်း

source: Bảo Lộc
km: បាយឡុក
lo: ເບົາລັອກ

source: Cát Tiên
km: ខាតទៀន
lo: ກັດຕຽນ
my_mm: ကရာ Tiên

source: Đạ Huoai
km: ដាហាវអៃ
lo: ດະຮວຍ
my_mm: Đạ ဟူအာအိုင် Đạ ဟူအာအိုင်

source: Đà Lạt
km: ដាឡាត
lo: ດ່າລັດ

source: Đạ Tẻh
km: ដាតេ
lo: ດະແຕ່

source: Đam Rông
km: ដាមរ៉ុង
lo: ດາມຊົງ
my_mm: Đam ရွ န်

source: Di Linh
km: ឌីលីង​
lo: ຊີລິງ
my_mm: Di Lin

source: Đơn Dương
km: ដុងដួង
lo: ເດີນເຊືອງ

source: Đức Trọng
km: ដុកត្រុង
lo: ດຶກຈອກ

source: Lạc Dương
km: ឡាក់ដួង
lo: ລັັກເຊືອງ

source: Lâm Hà
km: ឡាំហូ​
lo: ເລີມຮ່າ

source: Bắc Sơn
km: បាកសុន
lo: ບັກເຊີນ

source: Bình Gia
km: ប៊ីងហ្កា
lo: ບີ່ງຊາ
my_mm: Bình ဂျီယာ Bình ဂျီယာ

source: Cao Lộc
km: ហ្កៅឡុក
lo: ກາວລັອກ
my_mm: ကိုအို Lộc

source: Chi Lăng
lo: ຈີລັງ
my_mm: ချီ Lăng

source: Đình Lập
km: ឌីញ លៀប
lo: ດິ່ງເລີບ

source: Hữu Lũng
km: ហ៊ូឡុង
lo: ຫິວລຸjງ

source: Lộc Bình
km: ឡូកប៊ីន​
lo: ລັອກບິ່ງ

source: Tràng Định
km: ត្រាងឌីញ
lo: ຈ່າງດິກ

source: Vãn Lãng
km: វ៉ាន់ ឡាង
lo: ຫວານຫຼັງ
my_mm: Vãn Lãg

source: Văn Quan
km: វ៉ាន់ឃ្វាន
lo: ວັນກວນ
my_mm: Văn ကွမ်

source: Bắc Hà
km: បាកហា
lo: ບັກຮ່າ

source: Bảo Thắng
km: បៅថាង
lo: ເບົາຖັງ

source: Bảo Yên
km: បៅយៀន
lo: ເບົາເຢນ

source: Bát Xát
km: បាត សាត
lo: ບັດຊັດ
my_mm: Bart Xét

source: Mường Khương
km: ម៉ុង ឃួង
lo: ເມືອງເຄືອງ

source: Sa Pa
km: សាប៉ា​
lo: ຊາປາ
my_mm: ဆာပါ

source: Si Ma Cai
km: ស៊ី ម៉ា សៃ
lo: ຊີມາກາຍ
my_mm: Si Ma Caii

source: Văn Bàn
km: វ៉ានបាន
lo: ວັນບ່ານ

source: Bến Lức
km: បានលុក
lo: ເບັນເລືອກ

source: Cần Đước
km: ខេនដុក
lo: ເກີນເດືອກ

source: Cần Giuộc
km: ខេន ហ្សុក
lo: ເກີນເຊືອກ

source: Đức Hòa
km: ដុកហាវ
lo: ດືກຮົ່ວ

source: Đức Huệ
km: ដុច ហុយ
lo: ດຶກເຮ່

source: Mộc Hóa
km: ម៉ុកហាវ
lo: ມັອກຫົວ
my_mm: Mộc ဟိုအာ

source: Tân An
km: តាន់ អាន
lo: ເຕີນອານ

source: Tân Hưng
km: តាន់ ហួង
lo: ເຕີນຮຶງ

source: Tân Trụ
km: តាន់ ទ្រូ
lo: ເຕີນຈູ

source: Thủ Thừa
km: ធូថាវ
lo: ຖຸເທືອ

source: Vĩnh Hưng
km: វិញហួង
lo: ຫວິງເຮີງ

source: Giao Thủy
km: ហ្កៅធុយ
lo: ຊາວທຸ່ຍ
my_mm: ဂိုင်အို Thủy

source: Hải Hậu
km: ហៃហឿ
lo: ຫາຍເຮົ່າ

source: Mỹ Lộc
km: មី ឡុក
lo: ໝີລັອກ

source: Nam Trực
km: ណាមទ្រុក
lo: ນຳເຈືອກ

source: Nghĩa Hưng
km: ហ្ងៃហួង
lo: ເຫຍີອເຮີງ

source: Trực Ninh
km: ត្រាក់នីញ
lo: ເຈືອກນິງ
my_mm: Trực နီ နင်

source: Vụ Bản
km: វូបាន
lo: ວຸບານ

source: Xuân Trường
km: ស៊ៀន ត្រុង
lo: ຊວນເຈືອງ

source: Ý Yên
km: យឺ យៀន
lo: ອີເຢນ

source: Anh Sơn
km: អាញ់ស៊ុន
lo: ແອງເຊີນ
my_mm: အန်း Sơn

source: Con Cuông
km: កុង គុយ​
lo: ກອນກວາງ
my_mm: ကွန်ချောင်းရွာ၊ ကွန်ချောင်း

source: Cửa Lò
km: កុយឡូ
lo: ເກືອລໍ່

source: Diễn Châu
km: ឌៀន ឆាវ
lo: ຊຽນເຈີ

source: Đô Lương
km: ឌូ លួង
lo: ໂດເລືອງ

source: Hưng Nguyên
km: ហុង ហ្គុយយៀន
lo: ຮືງງວຽນ

source: Nam Đàn
km: នាមដាន
lo: ນ້ຳດານ

source: Nghi Lộc
km: ហ្គីឡូក​
lo: ງີ່ລັອກ

source: Nghĩa Đàn
km: ង្ងៃដាន
lo: ເຫງາະດ່ານ

source: Quế Phong
km: ខ្វេផុង
lo: ເກຟອງ

source: Quỳ Châu
km: ហ្កាយ ឈឺ
lo: ກຸ່ຍເຈີ

source: Quỳ Hợp
km: ហ្កាយហប់
lo: ກຸ່ຍເຫີບ

source: Quỳnh Lưu
km: ខ្វៀនលឺ
lo: ກິ່ງລີວ

source: Tân Kỳ
km: តាន់ឃី
lo: ເຕີນກີ່

source: Thái Hòa
km: ថាយហាវ
lo: ຖາຍຮົ່ວ
my_mm: သီ Hòa

source: Thanh Chương
km: ត្រាន់ឆុង
lo: ແທງເຈືອງ
my_mm: သန်း Chương

source: Tương Dương
km: ត្រុងដុង
lo: ເຕືອງເຊືອງ

source: Vinh
km: វីញ
lo: ວິງ
my_mm: ဗင်

source: Yên Thành
km: យៀតត្រាញ់
lo: ເຢນແທ່ງ

source: Gia Viễn
km: ង្កៃវៀន
lo: ຊ່າວຽນ
my_mm: ဂျီယာ Viễn

source: Hoa Lư
km: ហាវលូ
lo: ຮົ່ວລື
my_mm: ဟိုအာ Lư

source: Kim Sơn
km: គីមសាន់​
lo: ກິມເຊີນ
my_mm: ကင် Sơn

source: Nho Quan
km: ញូហ្វៀន
lo: ຍໍກວນ
my_mm: နဟိုကွမ်

source: Tam Điệp
km: តាំដៀប
lo: ຕາມດຽບ
my_mm: တမ် Điệp

source: Yên Khánh
km: យៀន ខាញ់
lo: ເຢນແຂງ
my_mm: Yên ခါ နန်

source: Yên Mô
km: យៀនមូ
lo: ເຢນໂມ
my_mm: Yên မော

source: Bác Ái
km: បាក់អៃ
lo: ບັກອາຍ

source: Ninh Hải
km: និញហៃ
lo: ນິງຮ່າຍ

source: Ninh Phước
km: និញហ្វុក
lo: ນິງເຝືອກ

source: Ninh Sơn
km: នីងសាន់​
lo: ນິງເຊີນ

source: Phan Rang-Tháp Chàm
km: ផានរ៉ាង ថាប់ចាំ
lo: ຟານລັງ - ທາບຊາມ

source: Cẩm Khê
km: ខានកឺ
lo: ເກິມເຄ

source: Đoan Hùng
km: ដឿន ហួង
lo: ດວນຮຸ່ງ

source: Hạ Hoà
km: ហាហាវ
lo: ຫະຮົ່ວ

source: Lâm Thao
km: ឡាមថៅ
lo: ເລິມທາວ
my_mm: Lâm Thahae

source: Phú Ninh
km: ហ្វូនីង​
lo: ຝູນິງ
my_mm: Phü Ninh

source: Thanh Ba
km: ថេងបា​
lo: ແທງບາ
my_mm: သန်းသ်ဘာ

source: Thanh Sơn
km: ថាន់សាន់​
lo: ແທງເຊີນ

source: Thanh Thuỷ
km: ថាញ់ធុយ
lo: ແທງທຸ່ຍ

source: Việt Trì
km: វៀតទ្រី
lo: ຫວຽດຈີ່

source: Yên Lập
km: យ៉ានលៀប
lo: ເຢນເລີບ

source: Đông Hòa
km: ដិងហាវ
lo: ດົ່ງຮົ່ວ

source: Đồng Xuân
km: ដុងហ្សាន
lo: ດົ່ງຊວນ

source: Phú Hòa
km: ហ្វ៊ូ ហាវ
lo: ຝູຮົ່ວ
my_mm: Ph Hòa

source: Sơn Hòa
km: សាន់ ហាវ
lo: ເຊີນຮົ່ວ

source: Sông Cầu
km: សុងចាវ
lo: ສົ່ງເກີ່
my_mm: စွန်း Cầu

source: Sông Hinh
km: សុនហ៊ីញ
lo: ສົ່ງຮິ່ງ
my_mm: ဆွမ်း ဟင်

source: Tuy An
km: ទុយអាន
lo: ຕຸຍອານ
my_mm: Tu 11

source: Tuy Hoa
km: ទុយហាវ
lo: ຕຸຍຮວາ

source: Bố Trạch
km: បូត្រាច
lo: ໂບແຈັກ

source: Đồng Hới
km: ដុង ហ៊ី
lo: ດົ່ງເຫີຍ

source: Lệ Thủy
km: លេធុយ
lo: ເລະທຸ່ຍ

source: Minh Hóa
km: មិញហាវ
lo: ມິ່ງຫົວ
my_mm: မင်ဟိုး

source: Quảng Trạch
km: ហ្វាងត្រាច
lo: ກວ່າງແຊັກ

source: Tuyen Hoa
km: ទុយយៀហាវ
lo: ຕຽນຮວາ
my_mm: တူယန်းဟိုး

source: Bắc Trà My
km: បាកត្រានី
lo: ບັກຈ່າມີ

source: Đại Lộc
km: ដៃឡុក
lo: ໄດ້ລັອກ

source: Điện Bàn
km: ដៀនបាញ់
lo: ດຽນບານ

source: Đông Giang
km: ដុងហ្សាង
lo: ດົງຊາງ
my_mm: Đông Giant

source: Duy Xuyên
km: ដុយ ហ្សួយៀង
lo: ຊຸຍຊຽນ

source: Hiệp Đức
km: ហៀបដុច
lo: ຮຽບດຶກ

source: Hội An
km: ហុយអាន
lo: ໂຫຍອານ

source: Nam Giang
km: ណាមហ្សាង
lo: ນຳຊາງ

source: Nam Trà My
km: ណាមតាមី
lo: ນໍາຈ່າມີ

source: Núi Thành
km: នូ ថាញ់
lo: ນູຍແທ່ງ
my_mm: နွိုင် Thành

source: Phước Sơn
km: ហ្វូសាន់
lo: ເຝືອກເຊີນ

source: Quế Sơn
km: ខ្វេសុន
lo: ເກເຊີນ

source: Tam Kỳ
km: តាមឃី​
lo: ຕາມກີ່
my_mm: တမ် Kỳ

source: Tay Giang
km: តៃហ្សាង​
lo: ໄຕຊາງ

source: Thăng Bình
km: ថាងប៊ិញ
lo: ທັງບີ່ງ

source: Tiên Phước
km: ទៀងហ្វុក
lo: ຕຽນເຝືອກ

source: Ba Tơ
km: បាតូ
lo: ບາເຕີ
my_mm: ဘာ Tơ

source: Bình Sơn
lo: ບິງເຊີນ

source: Đức Phổ
km: ដុកហ្វូ
lo: ດຶກໂຟ

source: Lý Sơn
km: លី សុន
lo: ຫຼີເຊີນ

source: Minh Long
km: មិញឡុង
lo: ມິງລອງ
my_mm: မင်လောင်

source: Mộ Đức
km: មូដុក
lo: ໂມະດຶກ

source: Nghĩa Hành
km: ហ្ងៃហាន់
lo: ເຫງຍແຮ່ງ

source: Sơn Hà
km: សាន់ហា​
lo: ເຊີນຮ່າ

source: Sơn Tịnh
lo: ເຊີນຕິກ

source: Tây Trà
km: តៃត្រា
lo: ເຕີຍຈ່າ

source: Trà Bồng
km: ត្រាបាង
lo: ຈ່າບົ່ງ

source: Tư Nghĩa
km: ទូ ហ្ងៃ
lo: ຕື່ເຫງຍ

source: Ba Chẽ
km: បា ឆែ
lo: ບາແຈ
my_mm: ဘာ Chẽ

source: Bình Liêu
km: ប៊ីងលី
lo: ບິ່ງລຽວ

source: Cẩm Phả
km: ខានផា
lo: ເກິມຟ່າ

source: Cô Tô
km: កាធូ
lo: ໂກໂຕ
my_mm: ခေါ်တူး

source: Đầm Hà
km: ដាមហា
lo: ດຳຮ່າ

source: Đông Triều
km: ដុងត្រឿ
lo: ດົງຈຽວ

source: Hạ Long
km: ហាឡុង​
lo: ຫະລອງ
my_mm: Hạ Hạ ရှည်လျားသော ရှည်လျား

source: Hải Hà
km: ហៃហា
lo: ຫາຍຮ່າ

source: Hoành Bồ
km: ហូនប៊ូ​
lo: ແຫ່ງໂບ

source: Móng Cái
km: ម៉ុងខៃ
lo: ມອງໄກ
my_mm: မြောင်းချောင်းရွာ၊ မြောင်းချောင်း

source: Tiên Yên
km: សឿនយឿន
lo: ຕຽນຢຽນ

source: Uông Bí
km: អុន ប៊ី
lo: ອວງບີ
my_mm: Uung BÍ

source: Vân Đồn
km: វ៉ាន ដុង
lo: ວານດົນ

source: Yên Hưng
km: យៀនហួង
lo: ຢຽນເຮີງ

source: Cam Lộ
km: ខាម ឡូ
lo: ກາມໂລະ
my_mm: ကမ် Lộ

source: Cồn Cỏ
km: ខុនខូ
lo: ໂກນກໍ

source: Đa Krông
km: ដាក្រុង
lo: ດາກົງ
my_mm: Đa ခရိုနော့ဂ်ျ ကရော့ဂ်ျ

source: Đông Hà
km: ឌុងហា
lo: ດົງຮ່າ

source: Gio Linh
km: ហ្កៃឡាញ
lo: ເຈົ່າລິງ
my_mm: Gio Lin

source: Hải Lăng
km: ហៃឡាង​
lo: ຫາຍລັງ

source: Hướng Hóa
km: ហួងហាវ
lo: ເຮືອງຫົວ
my_mm: Hướng ဟိုအာ

source: Triệu Phong
km: ទ្រៀងហ្វុង
lo: ຈ່ຽວຟອງ

source: Vĩnh Linh
km: វិនឡាញ
lo: ຫວິງລິງ
my_mm: Vĩnh လင်း

source: Cù Lao Dung
km: ឃូឡៃដុង
lo: ກູເລົາຊູງ
my_mm: Cù လာအို ဒန်

source: Kế Sách
km: កាសេក
lo: ເກແຊັກ
my_mm: Kế ဆာ

source: Long My
km: ឡុង មី
lo: ລອງມີ
my_mm: ကျွန်မရဲ့ ရှည်လျားတဲ့

source: Long Phú
km: ឡុងហ្វូ​
lo: ລອງຝູ
my_mm: Phú Phု

source: Mỹ Tú
km: មីថូ
lo: ໝີຕູ
my_mm: Mỹ တူ Mỹ တူ

source: Mỹ Xuyên
km: មី ស៊ៀង
lo: ໝີຊຽນ

source: Ngã Năm
km: ង៉ាណាម
lo: ຫງານຳ

source: Vĩnh Châu
km: វីញឆាវ
lo: ຫວິງເຈົາ

source: Bắc Yên
km: បាកយៀន
lo: ບັກຢຽນ

source: Mai Sơn
km: ម៉ាយសាន់
lo: ໄມເຊີນ
my_mm: မိုင် Sơn

source: Mộc Châu
km: ម៉ុកាឆៅ
lo: ມັອກເຈີ

source: Mường La
km: ម៉ុងឡា
lo: ເມື່ອງລາ
my_mm: Mường လာ

source: Phù Yên
km: ភួយៀន
lo: ຝູຢຽນ

source: Quỳnh Nhai
km: ហ្វៀងហ្ងៃ
lo: ກວິ່ງຍາຍ
my_mm: Quỳnh နဟိုင်း

source: Sông Mã
km: សុងម៉ា
lo: ສົງໝາ
my_mm: ဆွန်းမောင်းရွာ

source: Sốp Cộp
km: ស៊ុប ខូប
lo: ໂສບໂກບ

source: Thuận Châu
km: ធៀនឈូ
lo: ທວດເຈີ

source: Yên Châu
km: យៀន ឈូ
lo: ຢຽນເຈີ

source: Bến Cầu
km: បេន ឈូ
lo: ເບນເກີ

source: Dương Minh Châu
km: ដុងមិញឆៅ
lo: ເຊືອງມິງເຈີ
my_mm: Dương မင် Châu

source: Gò Dầu
km: ហ្កោដឿ
lo: ກໍເຊີ່

source: Hòa Thành
km: ហាវតាញ
lo: ຮົວແທ່ງ

source: Tân Biên
km: តានបៀន
lo: ເຕີນບຽນ

source: Trảng Bàng
km: ត្រាងបាង
lo: ຈາງບາງ

source: Đông Hưng
km: ដុង ហាង់
lo: ດົງຮຶງ

source: Hưng Hà
lo: ຮືງຮ້າ

source: Kiến Xương
km: ឃឿនស៊ុង
lo: ກວຽນເຊືອງ

source: Quỳnh Phụ
km: ហ្វាះ ហ្វូ
lo: ກິ່ງຟູ

source: Thái Thụy
km: ថាយធឿយ
lo: ຖາຍທຸ່ຍ
my_mm: သီ Thụy

source: Tiền Hải
km: ទ្រៀនហៃ
lo: ຕຽນຮ່າຍ

source: Vũ Thư
km: វូធូ
lo: ຫວູຕື

source: Đại Từ
km: ដៃធូ
lo: ດາຍຕື

source: Định Hoá
km: ឌិន ហាវ
lo: ດິກຫົວ
my_mm: Định ဟိုအာဟာ Định ဟိုအာ

source: Đồng Hỷ
km: ដុងហ៊ី
lo: ດົງຮີ

source: Phổ Yên
km: ហ្វូយៀន
lo: ໂຝຢຽນ

source: Phú Bình
km: ហ្វ៊ូប៊ីន
lo: ຝູບິ່ງ
my_mm: ဖူ Bình

source: Phú Lương
lo: ຝູເລືອງ
my_mm: ဖု Lương

source: Sông Công
km: Song Khong
lo: ຊົງກົງ
my_mm: Sအောင်ကွန်း

source: Võ Nhai
km: វ៉ូហៃ
lo: ຫວໍຍາຍ
my_mm: Võ နဟိုင်း

source: Bá Thước
km: បាធុក
lo: ບາເທືອກ
my_mm: ဘာ ဘာ Thước

source: Bim Son
km: ប៊ីមស៊ុន
lo: ບິມເຊີນ
my_mm: ဘင်သား

source: Cẩm Thủy
km: ខាម​ធុយ
lo: ເກີມທຸ່ຍ

source: Đông Sơn
km: ដុងសុន
lo: ດົງເຊີນ

source: Hà Trung
lo: ຮ່າຈຸງ
my_mm: Hà ထ ရွ န်

source: Hậu Lộc
km: ហ៊ូឡុក
lo: ຫອກລັອກ

source: Hoằng Hóa
km: ហុង ហាវ
lo: ຮ່ວງຫົວ
my_mm: Hoằng ဟိုအာ

source: Lang Chánh
km: ឡាង ឆាំង
lo: ລາງແຈງ
my_mm: လန်းချောင်း

source: Mường Lát
km: ម៉ុងឡាត​
lo: ເມືອງລັດ
my_mm: Mường လတ်

source: Nga Sơn
km: ហ្ងាសុន
lo: ງາເຊີນ

source: Ngọc Lạc
km: ហ្ងុខឡាក
lo: ງັອກລັກ

source: Như Thanh
km: នូ​​ត្រាញ់
lo: ຍືແທ່ງ

source: Như Xuân
km: នូ សៀន
lo: ຍືຊວນ

source: Nông Cống
km: ណុងខុង
lo: ນົງກົງ

source: Quan Hóa
km: ខ្វានហាវ
lo: ກວນຫົວ

source: Quan Sơn
km: ខ្វាន សាន់
lo: ກວນເຊີນ
my_mm: ကွမ် Sơn

source: Quảng Xương
km: ហ្វៀង យ្វៀង
lo: ກວງເຊືອງ

source: Sầm Sơn
km: សុមសាន់​
lo: ເຊີມເຊີນ

source: Thạch Thành
km: ត្រាចថាញ់
lo: ແທກແທ່ງ

source: Thanh Hóa City
km: ទីក្រុង តាញហាវ
lo: ເມືອງ ແທງຮວາ
my_mm: သီဟိုအာမြို့

source: Thiệu Hóa
km: ហ្សៀ ហាវ
lo: ທ່ຽວຫົວ
my_mm: Thiệu ဟိုအာ

source: Thọ Xuân
km: ធូហ្សាន
lo: ເທາະຊວນ

source: Thường Xuân
km: ធួងហ្សៀន
lo: ເທືອງຊວນ

source: Tĩnh Gia
km: ស៊ីងហ្កាយ
lo: ຕິງຊາ
my_mm: Tĩnh ဂျီယာ Tĩnh ဂျီယာ

source: Triệu Sơn
km: ទ្រៀស៊ុន
lo: ຈຽວເຊີນ

source: Vĩnh Lộc
km: វិនឡុក
lo: ຫວິງລັອກ

source: Yên Định
km: យ៉ានឌីន
lo: ໂຽນດິກ

source: A Lưới
km: អាលូ
lo: ອາເຫຼີຍ

source: Huế
km: ហ៊ូ​
lo: ເຫວ້

source: Hương Thủy
km: ហួងធឿយ
lo: ເຮືອງທຸຍ

source: Hương Trà
km: ហួងត្រា
lo: ເຮືອງຈາ

source: Nam Đông
km: ណាមដុង
lo: ນຳດົງ

source: Phú Lộc
km: ហ្វ៊ូឡូក
lo: ຝູລັອກ
my_mm: Ph Lộc

source: Phú Vang
km: ហ្វ៊ូវ៉េង
lo: ພູວາງ
my_mm: Phü Vang

source: Quảng Điền
km: ក្វាងដៀន
lo: ກວາງດຽນ

source: Cái Bè
km: ហ្កាយប៊ី
lo: ກາຍແບ
my_mm: ကာအီ ဘီး

source: Cai Lậy
km: ហ្កាយឡាយ
lo: ກາຍເລິ
my_mm: ကိုင် Lậy

source: Chợ Gạo
km: ឈូហ្កៃ
lo: ເຈິກາວ

source: Go Cong
km: ខូកុង
lo: ໂກກົງ
my_mm: ဂိုးကွန်

source: Gò Công Đông
km: ខូខុងដុង
lo: ກໍກົງດົງ
my_mm: Gò ကွန် Đông

source: Gò Công Tây
km: កូខុងតាយ
lo: ກໍກົງເຕີຍ
my_mm: Gò ကွန် Tây

source: Mỹ Tho
km: មីធូ
lo: ໝີທໍ
my_mm: Mỹ Mỹ သီဟို

source: Tân Phú Đông
km: តានហ្វូដុង
lo: ເຕີນຝູດົງ
my_mm: Tân Ph Đông

source: Tân Phước
km: តាមហ្វុក
lo: ເຕີນເຝືອກ

source: Càng Long
km: ឆាងឡុង
lo: ກາງລອງ
my_mm: Càng ကြာမြင့်စွာကတည်းက Càng ရှည်

source: Cầu Kè
km: ឆៅកេ
lo: ເກີແກ
my_mm: Cầu ကီး ကေ့ စ် Cầu

source: Cầu Ngang
km: ឆៅនាង
lo: ເກີງາງ
my_mm: Cầu Ngg

source: Duyên Hải
km: ឌូយីន ហៃ
lo: ຊຽນຮາຍ

source: Tiểu Cần
km: តឿនខេន
lo: ຕຽວເກິນ

source: Trà Cú
km: ត្រាឈូ
lo: ຈ່າກູ
my_mm: Trà Trà စီအူ

source: Chiêm Hoá
km: ឈៀនហាវ
lo: ຈຽມຫົວ
my_mm: Chiêm ဟိုအာဟာ Chiêm ဟိုအာ

source: Hàm Yên
km: ហាមយាន
lo: ຫາມຢຽນ

source: Nà Hang
km: ណាហាំ
lo: ນາຮາງ
my_mm: Nà ချိတ်ဆွဲထားပါ

source: Sơn Dương
km: ស៊ុនដុង
lo: ເຊີນເຊືອງ

source: Yên Sơn
km: យៀនសាន់
lo: ຢຽນເຊີນ

source: Bình Minh
km: ប៊ីងមិញ
lo: ບິ່ງມິງ
my_mm: Bình မင်

source: Bình Tân
km: ប៊ីង តាន
lo: ບິ່ງ​ເຕີ່ງ

source: Long Hồ
km: ឡុងហូ
lo: ລ່ອງໂຮ່

source: Mang Thít
km: ម៉ាន់ធីត
lo: ມາງທິກ
my_mm: မန်းသင်းရွာ၊ မောင်း

source: Tam Bình
km: ត្រាមប៊ីន
lo: ຕາມບິ່ງ
my_mm: တမ် Bình

source: Trà Ôn
km: ត្រាអន
lo: ຈ່າໂອນ
my_mm: Trà အောင်

source: Vũng Liêm
km: វួងលៀម
lo: ຫວຸງລຽນ

source: Bình Xuyên
km: ប៊ិនស៊ូយៀង
lo: ບິ່ງຊຽນ

source: Lập Thạch
km: ឡាម ថាច
lo: ເລິບແທກ

source: Phúc Yên
km: ហ៊ីយៀន
lo: ຟຸກຢຽນ
my_mm: Phüc Yên

source: Tam Dao
km: តាមដៅ
lo: ຕາມຊາວ
my_mm: တမ် ဒါအို

source: Tam Đảo
km: តាមដាវ
lo: ຕາມດາວ
my_mm: တမ် Đảo

source: Vĩnh Tường
km: វិញថុង
lo: ຫວິງເຕືອງ

source: Vĩnh Yên
km: វិញយៀន
lo: ຫວິງຢຽນ

source: Yên Lạc
km: យៀនឡាស
lo: ຢຽນລັກ

source: Lục Yên
km: លូយៀន
lo: ລຸກຢຽນ

source: Mù Căng Trai
km: មូឆាងត្រៃ
lo: ໝູກາງຈາຍ
my_mm: Mù Căng ထရေအီ

source: Nghĩa Lộ
km: ង៉ៃឡូ
lo: ເຫງຍໂລ່

source: Trạm Tấu
km: ត្រាមថៅ
lo: ຈາບເຕີ

source: Trấn Yên
km: ត្រាយយ៉ាន
lo: ເຈີນຢຽນ

source: Văn Chấn
km: វ៉ានចាន
lo: ວັນ​ເຈີນ

source: Văn Yên
km: វ៉ាន់ យ៉ាន
lo: ວັນຢຽນ

source: Yên Bình
km: យៀន ប៊ិញ
lo: ຢຽນບິ່ງ

source: Agroecology Keyword
km: ពាក្យគន្លឹះកសិអេកូឡូស៊ី
lo: ຄໍາສັບສຳຄັນທາງດ້ານິນເວດກະສິກຳ
my_mm: စိုက်ပျိုးရေးဆိုင်ရာ သော့ချက်စာလုံး

source: Integrated systems
km: ប្រព័ន្ធកសិកម្មចំរុះ
lo: ລະບົບແບບປະສົມປະສານ
my_mm: ပေါင်းစပ်စနစ်များ

source: Agroecological transition
km: វិវឌ្ឍនាការកសិអេកូឡូស៊ី
lo: ການຫັນປ່ຽນທາງດ້ານນິເວດກະສິກຳ
my_mm: Agroecological အကူးအပြောင်း

source: Agroforestry
km: កសិរុក្ខកម្ម
lo: ກະສິກຳ-ປ່າໄມ້
my_mm: စိုက်ပျိုးရေး သစ်တော

source: Agro-silvo-pastoralism
km: កសិកម្មរូមបញ្ចូលសត្វ និងវាលស្មៅ
lo: ກະສິກຳ-ການລ້ຽງສັດ-ພື້ນທີ່ປ່າ

source: Biodynamic agriculture
km: កសិកម្មជីវឌីណាមិច
lo: ກະສິກຳແບບຊີວະພາບ
my_mm: ဇီဝဒိုင်နမစ် စိုက်ပျိုးရေး

source: Conservation agriculture
km: កសិកម្មអភិរក្ស
lo: ກະສິກຳແບບອະນຸລັກ (ກະສິກຳພື້ນບ້ານ)
my_mm: ထိန်းသိမ်းစောင့်ရှောက်ရေး စိုက်ပျိုးရေး

source: Crop intensification system
km: ប្រព័នដំណាំប្រពលវប្បកម្ម
lo: ລະບົບເພີ່ມຜົນຜະລິດທາງພືດ
my_mm: ကောက်ပဲသီးနှံ ပြင်းထန်မှုစနစ်

source: Environmental performance
km: ការអនុវត្តបរិស្ថាន
lo: ການປະຕິບັດງານດ້ານສິ່ງແວດລ້ອມ
my_mm: ပတ်ဝန်းကျင်ဆိုင်ရာ စွမ်းဆောင်ရည်

source: Extensive farming
km: កសិកម្មយថាផល
lo: ການເຮັດການກະເສດແບບກວ້າງຂວາງ
my_mm: ကျယ်ပြန့်သော စိုက်ပျိုးရေးလုပ်ငန်း

source: Integrated crop livestock system
km: ប្រព័ន្ធចិញ្ចឹមសត្វ និងដាំដំណាំរួមបញ្ចូលគ្នា
lo: ລະບົບການປູກ-ລ້ຽງແບບປະສົມປະສານ
my_mm: ပေါင်းစပ်ထားသော ကောက်ပဲသီးနှံတိရစ္ဆာန်မွေးမြူရေးစနစ်

source: Natural farming
km: កសិកម្មធម្មជាតិ​
lo: ກະສິກຳແບບທຳມະຊາດ
my_mm: သဘာဝစိုက်ပျိုးရေးလုပ်ငန်း

source: Organic agriculture
km: កសិកម្មសរីរាង្គ​
lo: ກະສິກຳອິນຊີ
my_mm: အော်ဂဲနစ် စိုက်ပျိုးရေး

source: Permaculture
km: កសិកម្មអចិន្រ្តៃ
lo: ກະສິກຳແບບຍືນຍົງ
my_mm: ပျံ့နှံ့နေသော ယဉ်ကျေးမှု

source: Precision agriculture
km: កសិកម្មជាក់លាក់
lo: ກະສິກຳແບບຊັດເຈນ
my_mm: တိကျတဲ့ စိုက်ပျိုးရေး

source: System of rice intensification
km: ប្រព័ន្ធប្រពលវប្បកម្មដំណាំស្រូវ
lo: ລະບົບການປູກເຂົ້າດ້ວຍກ້າກີບດຽວ
my_mm: ဆန်ကို ပြင်းထန်စေသည့် စနစ်

source: Animal health
km: សុខភាពសត្វ​
lo: ສຸຂະພາບສັດ
my_mm: တိရစ္ဆာန် ကျန်းမာရေး

source: Animal wellbeing
km: សុខុមាលភាពសត្វ​
lo: ການເປັນຢູ່ທີ່ດີຂອງສັດ
my_mm: တိရစ္ဆာန်ကောင်းကျိုး

source: Extensive aquaculture
km: ជលផលយថាផល
lo: ການລ້ຽງສັດນ້ໍາຢ່າງກວ້າງຂວາງ
my_mm: ကျယ်ပြန့်သောရေမြှုပ်သင်္ဘော

source: Free range
km: ការចិញ្ចឹមសត្វដោយមានទីធ្លា
lo: ການລ້ຽງສັດແບບປ່ອຍ
my_mm: လွတ်လပ်တဲ့ အကွာအနှုန်း

source: Integrated animal health
km: សមាហរណសុខភាពសត្វ
lo: ສຸຂະພາບສັດປະສົມປະສານ
my_mm: ပေါင်းစပ်ထားသော တိရစ္ဆာန်ကျန်းမာရေး

source: Rotational grazing system
km: ប្រព័ន្ធវាលស្មៅបង្វិល​
lo: ລະບົບຫຍ້າໝູນວຽນ
my_mm: အလှည့်ကျ စားကျက်စနစ်

source: Sustainable animal feeding
km: ការចិញ្ចឹមសត្វប្រកបដោយនិរភាព
lo: ການລ້ຽງສັດແບບຍືນຍົງ
my_mm: တိရိစ္ဆာန်ကျွေးမွေးခြင်း

source: Zoonose
km: សួនសត្វ​
lo: ພະຍາດຊູໂນສ
my_mm: ဇိုနော့စ်

source: Input reduction and recycling
km: ការកាត់បន្ថយធាតុចូល និងការកែច្នៃឡើងវិញ​
lo: ການຫຼຸດຜ່ອນປັດໄຈການຜະລິດ ແລະ ມີການນຳໃຊ້ຄືນ
my_mm: ဝင်ငွေ လျှော့ချခြင်းနှင့် ပြန်လည်အသုံးချခြင်း

source: Antimicrobial resistance
km: ភាពធន់នឹងថ្នាំប្រឆាំងមេរោគ​
lo: ການຕໍ່ຕ້ານຕໍ່ກັບຢາຕ້ານຈຸລະຊີບ
my_mm: ရောဂါပိုးမွှားပြန်ခုခံနိုင်စွမ်း

source: Bio-fertilizer
km: ជី-ជីវសាស្រ្ត​
lo: ຝຸ່ນຊີວະພາບ
my_mm: ဇီအို-မြေသြဇာ

source: Biological control
km: ការត្រួតពិនិត្យជីវសាស្រ្ត​
lo: ການຄວບຄຸມທາງຊີວະພາບ
my_mm: ဇီဝထိန်းချုပ်မှု

source: Bio-pesticide
km: ជីវថ្នាំសម្លាប់សត្វល្អិត​
lo: ຢາປາບສັດຕູພືດຊີວະພາບ
my_mm: Bio-psticidy

source: Chemical input control
km: ការត្រួតពិនិត្យធាតុបញ្ចូលគីមី​
lo: ການຄວບຄຸມການປ້ອນຂໍ້ມູນທາງເຄມີ
my_mm: ဓာတုပစ္စည်းထည့်သွင်းမှု ထိန်းချုပ်မှု

source: Compost
km: ជីកំប៉ុស​
lo: ຝຸ່ນບົ່ມ
my_mm: ကော်ပိုစင်

source: Crop protection
km: ការការពារដំណាំ
lo: ການປ້ອງກັນພືດ
my_mm: ကောက်ပဲသီးနှံကာကွယ်မှု

source: Ecological recycling
km: ការកែច្នៃអេកូឡូស៊ី​
lo: ການໝູນໃຊ້ລະບົບນິເວດ
my_mm: ဧကဗေဒ ပြန်လည်သုံးသပ်ခြင်း

source: Input autonomy
km: ស្វ័យភាពធាតុចូលកសិកម្ម
lo: ປັດໄຈການຜະລິດເອກະລາດ
my_mm: Inputonom

source: Input reduction
km: ការកាត់បន្ថយធាតុចូល
lo: ການຫູຸດຜ່ອນປັດໄຈການຜະລິດ
my_mm: ဝင်ငွေ လျှော့ချခြင်း

source: Insect-plant interaction
km: អន្តរកម្មសត្វល្អិត-រុក្ខជាតិ​
lo: ປະຕິສຳພັນຂອງແມງໄມ້ ແລະ ພືດ
my_mm: အင်းဆက်ပိုး-ပွင့် အပြန်အလှန် ဆက်သွယ်မှု

source: Integrated pest management
km: ការគ្រប់គ្រងសត្វល្អិតចម្រុះ
lo: ການຄຸ້ມຄອງສັດຕູພືດແບບປະສົມປະສານ
my_mm: ပေါင်းစပ်ပိုးမွှား စီမံခန့်ခွဲမှု

source: Organic manure
km: កាកសំណល់សរីរាង្គ
lo: ຝຸ່ນຊີວະພາບ
my_mm: အော်ဂဲနစ်မုန့်

source: Plant health
km: សុខភាពរុក្ខជាតិ​
lo: ສຸຂະພາບພືດ
my_mm: အပင်ကျန်းမာရေး

source: Sanitary and phytosanitary measure
km: វិធានការអនាម័យ និងភូតគាមអនាម័យ
lo: ມາດຕະການສຸຂານາໄມພືດ
my_mm: ကျန်းမာရေးနဲ့ ဇီတိုစန်နီတာရီ အတိုင်းအတာ

source: Veterinary waste management
km: ការគ្រប់គ្រងកាកសំណល់បសុពេទ្យ
lo: ການຄຸ້ມຄອງສິ່ງເສດເຫຼືອຂອງສັດຕະວະແພດ
my_mm: စစ်မှုထမ်းတဲ့ စွန့်ပစ္စည်း စီမံခန့်ခွဲမှု

source: Waste management
km: ការគ្រប់គ្រងកាកសំណល់​
lo: ການຄຸ້ມຄອງສິ່ງເສດເຫຼືອ
my_mm: အညစ်အကြေး စီမံခန့်ခွဲမှု

source: Seed management
km: ការគ្រប់គ្រងគ្រាប់ពូជ​
lo: ການບໍລິຫານຈັດການແນວພັນ
my_mm: မျိုးစေ့စီမံခန့်ခွဲမှု

source: Abiotic stress
km: ឥទ្ធិពលAbiotic
lo: ຜົນກະທົບການສິ່ງທີ່ມີຊີວິດຂະໜາດນ້ອຍ
my_mm: အဘိဓာန်ဖိစီးမှု

source: Annual crop
km: ដំណាំប្រចាំរដូវកាល
lo: ພືດປະຈຳປີ
my_mm: နှစ်စဉ် ကောက်ပဲသီးနှံ

source: Disease resistance
km: ភាពធន់នឹងជំងឺ​
lo: ການຕໍ່ຕ້ານພະຍາດ
my_mm: ရောဂါခုခံနိုင်စွမ်း

source: GMO free
km: ចាកផុតពីGMO
lo: ບໍ່ມີ GMO
my_mm: GMO အခမဲ့

source: Hybrid variety
km: ពូជកូនកាត់​
lo: ແນວພັນປະສົມ
my_mm: ပေါင်းစပ်အမျိုးမျိုး

source: Local variety
km: ពូជក្នុងស្រុក
lo: ແນວພັນທ້ອງຸຖິ່ນ
my_mm: ဒေသအသီးသီး

source: Organic seed
km: គ្រាប់ពូជសរីរាង្គ​
lo: ແນວພັນອິນຊີ
my_mm: အော်ဂဲနစ်မျိုးစေ့

source: Rice variety
km: ប្រភេទពូជស្រូវ
lo: ແນວພັນເຂົ້າ
my_mm: ဆန်အမျိုးမျိုး
