Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Thaphabat
km: តាផាបាត
lo: ທ່າທະບາດ
my_mm: သဖဗ္ဗတ်

source: Viengthong
km: វៀងថុង
lo: ວຽງທອງ

source: Xaichamphon
km: សៃចាំផុន
lo: ໄຊສົມບູນ
my_mm: ဇိုင်ချမ်ဖုန်း

source: Bachiangchaleunsouk
km: បាឆៀងឆាលឺយស៊ុក
lo: ບາຈຽງຈະເລີນສຸກ
my_mm: ဘာချီယန်ချာလောင်ဆွတ်

source: Khong
km: ខុង
lo: ໂຂງ
my_mm: ခေါင်

source: Mounlapamok
km: មូនឡផានុក
lo: ມຸນລະປະໂມກ
my_mm: တောင်ပံကုန်း

source: Pakxe
km: ប៉ាកសេ
lo: ປາກເຊ
my_mm: ပါကက်ဇ်

source: Pakxong
km: ប៉ាកហ្សូង
lo: ປາກຊ່ອງ
my_mm: ပက်ကွန်း

source: Pathoumphon
km: ផាតធំផុន
lo: ປະທຸມພອນ
my_mm: ပက်တိုမုဖုန်း

source: Phonthong
km: ផុនថុង
lo: ໂພນໂຮງ

source: Soukhouma
km: ស៊ូហូម៉ា
lo: ສຸກຂຸມມາ
my_mm: ဆူခူဟူးမား

source: Xanasomboun
km: ហ្សាណាសុមប៊ុន
lo: ຊະນະສົມບູນ
my_mm: ဇန်နာဆမ်ဘွန်း

source: Et
km: អែត
lo: ແອດ

source: Houamuang
km: ហួម៉ួង
lo: ຫົວເມືອງ
my_mm: ဟိုအာမောင်

source: Sopbao
km: សូបបាយ
lo: ສົບເບົາ
my_mm: ဆော့ဘိုး

source: Viengxai
lo: ວຽງໄຊ
my_mm: ဗီယင်ဇိုင်း

source: Xam-nua
km: សាមណៅ
lo: ຊຳເໜືອ

source: Xam-tai
km: សានតៃ
lo: ຊຳໃຕ້

source: Xiengkho
km: ស៊ីងឃូ
lo: ຊຽງຄໍ້
my_mm: ဇီယန်ခို

source: Boualapha
km: ប៊ូអាឡាផា
lo: ບົວລະພາ
my_mm: ဘူလာလဖာဟား

source: Gnommalat
km: ហ្គណម៉ាឡាក់
lo: ຍົມມະລາດ

source: Hinboun
km: ហ៊ីនប៊ុន
lo: ຫີນບູນ
my_mm: ဟင်ဘွန်း

source: Mahaxai
km: មហាស៊ី
lo: ມະຫາໄຊ
my_mm: မဟာဇိုင်း

source: Nakay
km: ណាខៃ
lo: ນາກາຍ
my_mm: နာကေး

source: Nongbok
km: នុងបុក
lo: ໜອງບົກ
my_mm: နော့ဘုတ်

source: Thakhek
km: តាខេក​
lo: ທ່າແຂກ

source: Xaibouathong
km: សៃប៊ូថុង
lo: ໄຊບົວທອງ
my_mm: ဇိုင်ဘွာသွန်

source: Xebangfai
km: ហ្សេបាងហ្វៃ
lo: ເຊບັ້ງໄຟ
my_mm: ဇီးဘန်ဖိုင်း

source: Long
km: ឡុង
lo: ລອງ
my_mm: ရှည်လျားသော

source: Nale
km: ណាល
lo: ນາແລ
my_mm: နာလီ

source: Namtha
km: ណាមថា
lo: ນ້ຳທາ
my_mm: နန္ဒသာမြို့

source: Sing
km: ស៊ីង
lo: ສິງ
my_mm: သီဆိုခြင်း

source: Viengphoukha
km: វីយផូកា
lo: ວຽງພູຄາ

source: Chomphet
km: ចំផែត
lo: ຈອມເພັດ

source: Luangphabang
km: ហ្លួងព្រះបាង
lo: ຫຼວງພະບາງ
my_mm: လွမ်ဖာဘန်

source: Nambak
km: ណាំបាក
lo: ນ້ຳບາກ
my_mm: နံဘတ်

source: Ngoy
km: ហ្ងយ
lo: ງອຍ

source: Pak-ou
km: ប៉ាកអូ
lo: ປາກອູ

source: Pakxeng
km: ប៉ាកសៀង
lo: ປາກແຊງ
my_mm: Pakxen

source: Phonxai
km: ផុនសៃ
lo: ໂພນໄຊ

source: Phoukhoun
km: ពូឃុន
lo: ພູຄູນ
my_mm: ဖုခေါင်

source: Viengkham
km: វីងឃាម​
lo: ວຽງຄຳ

source: Xieng-ngeun
km: សៀងខឿន
lo: ຊຽງເງິນ
my_mm: ဇီယန်-နဂျွန်

source: Beng
km: បេង​
lo: ແບງ
my_mm: ဘဲန်

source: Houn
km: ហ៊ួន
lo: ຮຸນ
my_mm: ဟွန်း

source: La
km: ឡា​
lo: ຫຼາ
my_mm: လား

source: Namo
km: ណាម៉ូ​
lo: ນາໝໍ້
my_mm: နမိုး

source: Nga
km: ង៉ា
lo: ງາ

source: Pakbeng
km: ប៉ាកបេង
lo: ປາກແບງ
my_mm: ပက်ဘင်

source: Xai
km: សៃ
lo: ໄຊ
my_mm: ဇိုင်

source: Boun-nua
km: ប៊ុនណាវ
lo: ບຸນເໜືອ
my_mm: ဘွန်း-နွာ

source: Boun-tai
km: ប៊ុនថៃ
lo: ບຸນໃຕ້
my_mm: ဘွန်းတေး

source: Gnot-ou
km: ង៉តអ៊ូ
lo: ຍອດອູ

source: Khoa
km: ខៅ
lo: ຂົວ
my_mm: ခေါင်

source: Mai
km: ម៉ៃ
lo: ໃໝ່
my_mm: မိုင်း

source: Samphan
km: សាមផាន់
lo: ສຳພັນ
my_mm: ဆမ်ဖာဟန်

source: Khongxedon
km: កុងសេដុន
lo: ຄົງເຊໂດນ
my_mm: ခေါင်ဇီးဒုန်း

source: Lakhonpheng
km: ឡាហុងភីង
lo: ລະຄອນເພັງ
my_mm: လက်ခ်ဟွန်ဖင်

source: Laongam
km: ឡងង៉ាន
lo: ເຫູົ່າງາມ
my_mm: လောင်ဂမ်

source: Samouay
km: សាម៉ៃ
lo: ສະມ້ວຍ
my_mm: ဆာမိုးရွာ

source: Saravan
km: សារ៉ាវ៉ាន់
lo: ສາລະວັນ
my_mm: ဆာရာဗန်

source: Ta-oy
km: តាអូ
lo: ຕະໂອ້ຍ

source: Toumlan
km: តូមឡាន
lo: ຕູ້ມລານ
my_mm: Toumllan

source: Vapi
km: វ៉ាភី
lo: ວາປີ
my_mm: ဗာပီ

source: Atsaphangthong
km: អាសាផាថុង
lo: ອາດສະພັງທອງ
my_mm: အက်ဆာဖောင်သွန်

source: Atsaphon
km: អាសាផុន
lo: ອາດສະພອນ
my_mm: အက်ဆာဖုန်း

source: Champhon
km: ចាំផុន
lo: ຈຳພອນ
my_mm: ချမ်ဖုန်း

source: Kaysone PHOMVIHANE
km: កាសិនវូភីកានី
lo: ໄກສອນພົວວິຫານ
my_mm: ကေးဆုန်းဖောမ်ဗီဟန်

source: Nong
km: នុង
lo: ນອງ
my_mm: နူးညံ့

source: Outhoumphon
km: អ៊ូហូមផុន
lo: ອຸທຸມພອນ
my_mm: အော်ဟွမ်ဖုန်း

source: Phalanxai
km: ផាឡាន់ស៊ី
lo: ພະລານໄຊ
my_mm: ဖာလန်ဇိုင်း

source: Phin
km: ផ្វីន
lo: ພິນ

source: Songkhon
km: សុងខុន
lo: ສອງຄອນ
my_mm: စွန်ခွန်

source: Thapangthong
km: ថាប៉ាន់ថុង
lo: ທ່າປາງທອງ

source: Vilabouly
km: វីឡាប៊ូលី
lo: ວິລະບູລີ
my_mm: ဗီလာဘူလိ

source: Xaibouly
km: ហ្សៃប៊ូលី
lo: ໄຊບູລີ
my_mm: ဇိုင်ဘူလီ

source: Xaiphouthong
km: ហ្សៃភូថុង
lo: ໄຊພູທອງ
my_mm: ဇိုင်ဖောက်ဟောင်း

source: Xepon
km: ហ្សេប៉ុន
lo: ເຊໂປນ
my_mm: ဇက်ပွန်

source: Xonbouly
km: សុនប៊ូលី
lo: ຊົນບູລີ

source: Fuang
km: ហ្វាង
lo: ເຟືອງ
my_mm: ဖောင်း

source: Hinheup
km: ហ៊ីនហ៊ូប​
lo: ຫີນເຫີບ
my_mm: ဟင်ဟင်ဟပ်

source: Hom
km: ហូម​
lo: ຮົ່ມ
my_mm: ဟွမ်

source: Kasi
km: កាស៊ី​
lo: ກາສີ
my_mm: ကာစီ

source: Keo-oudom
km: កែវអូដូម
lo: ແກ້ວອຸດົມ
my_mm: Keo-ouudom

source: Met
km: មិត
lo: ແມດ
my_mm: မက်

source: Mun
km: មុន
lo: ໝື່ນ
my_mm: မြန်

source: Phonhong
km: ផុនហុង
lo: ໂພນໂຮງ

source: Thoulakhom
km: ថូឡាឃូម​
lo: ທຸລະຄົມ
my_mm: သီလခွင်

source: Vangvieng
km: វ៉ាងវៀង
lo: ວັງວຽງ
my_mm: ဗန်းဗင်

source: Xaisomboun
km: សៃសាមប៊ុន
lo: ໄຊສົມບູນ
my_mm: ဇိုင်ဆမ်ဘွန်း

source: Xanakham
km: ហ្សាណាខាម
lo: ຊະນະຄາມ
my_mm: ဇနကဟံ

source: Chanthabouly
km: ចាន់ថាប៊ូលី
lo: ຈັນທະບູລີ
my_mm: ချန်သာဘူလေး

source: Hatxayfong
km: ហាតស៊ីហ្វុង
lo: ຫາດຊາຍຟອງ
my_mm: Hatxayfon

source: Naxaythong
km: ណាស៊ីតុង
lo: ນາຊາຍທອງ

source: Pakngum
lo: ປາກງື່ມ
my_mm: ပက်ကင်ဂွမ်း

source: Sangthong
km: សានថុង
lo: ສັງທອງ
my_mm: ဆန်ကျောင်း

source: Sikhottabong
km: ស៊ីកូតាបុង
lo: ສີໂຄດຕະບອງ
my_mm: ဆစ်ခေါ့တာဘောင်

source: Sisattanak
km: ស៊ីសាថាណាក
lo: ສີສັດຕະນາກ

source: Xaithani
km: ហ្សៃតានី
lo: ໄຊທານີ
my_mm: ဇိုင်သာနီ

source: Boten
km: បូតិ
lo: ບໍ່ເຕັນ
my_mm: ဘိုတင်

source: Hongsa
km: ហុងសា
lo: ຫົງສາ
my_mm: ဟောင်ဆာ

source: Kenthao
km: កេនថៅ​
lo: ແກ່ນທ້າວ
my_mm: ကန့်ဟောင်း

source: Khop
km: ខូប​
lo: ຄອບ
my_mm: ခေါင်မိုး

source: Ngeun
km: ហ្គៀន
lo: ເງິນ

source: Paklai
km: ប៉ាកខ្លៃ
lo: ປາກລາຍ
my_mm: ပါကလေး

source: Phiang
km: ភៀង
lo: ພຽງ
my_mm: ဖိဟန်

source: Thongmixai
lo: ທົ່ງມີໄຊ

source: Xaisathan
km: សៃសាថាន
lo: ໄຊຊະຖານ
my_mm: ဇိုင်စသန်

source: Xienghon
km: សៀងហុង
lo: ຊຽງຮ່ອນ
my_mm: ဇီယန်ဂွန်

source: Dakchung
km: ដាកឆុន
lo: ດັກຈຶງ
my_mm: ဒက်ချောင်း

source: Kalum
km: កាលុម
lo: ກາລຶມ
my_mm: ကာလံ

source: Lamam
km: ឡាម៉ាម
lo: ລະມາມ
my_mm: လမံ

source: Thateng
km: ថាទៀង
lo: ທ່າແຕງ
my_mm: အောင်ဆန်း

source: Kham
km: ខាម
lo: ຄຳ
my_mm: ခမ်

source: Khoun
km: ខុន
lo: ຄູນ
my_mm: ခေါင်

source: Mokmai
km: ម៉ុងមៃ
lo: ໝອກໃໝ່
my_mm: မော့ခ်မိုင်း

source: Nonghaet
km: នុងហ្គេត
lo: ໜອງແຮດ
my_mm: နော်ဂဟေး

source: Pek
lo: ແປກ
my_mm: ပေ့ခ်

source: Phaxai
km: ផាសៃ
lo: ຜາໄຊ
my_mm: ဖာကိန်း

source: Phoukout
km: ពឿកឃឿត
lo: ພູກູດ
my_mm: ဖူးကော့တ်

source: Thathom
km: ថាថូម
lo: ທ່າໂທມ
my_mm: ထိုင်းကုန်း

source: Hinthada
km: ហិនថាដា
lo: ຮິນທາດາ
my_mm: ဟင်သာဒါ

source: Labutta
km: ឡាប៊ូតា
lo: ລະບຸຕາ
my_mm: လာဘူတာ

source: Ma-ubin
km: ម៉ា​អ៊ូប៊ីន
lo: ມະອູບິນ

source: Myaungmya
lo: ມະຍອງເມັຍ
my_mm: မိုင်းမောင်းရွာ

source: Pathein
lo: ພະສິມ
my_mm: ပက်သင်း

source: Pyapon
lo: ພະຍາໂປນ
my_mm: ပိုက်ဆိပ်

source: Pyay
km: ផ្យៃ
lo: ແປ
my_mm: ပန်းချောင်းရွာ၊ ငှား

source: Taungoo
lo: ຕອງອູ
my_mm: တန်ဂိုး

source: Thayarwady
km: ថាយ៉ាវ៉ាឌី
lo: ສາລະວະດີ
my_mm: သီယာဝေါဒီ

source: Falam
lo: ພະລ່ານ
my_mm: ဖာလမ်

source: Haka
lo: ຮາຄາ
my_mm: ဟကာ

source: Mindat
km: មិនដាត
lo: ມິນດະ
my_mm: စိတ်သဘောထား

source: Bahmo
lo: ບະມໍ
my_mm: ဘာမို

source: Mohnyin
km: ម៉ូយីន
lo: ໂມ່ຢີ່ນ
my_mm: မိုးညှင်း

source: Myitkyina
lo: ມະຍິຈີຍາ
my_mm: မိုက်ကီနီးယား

source: Putao
km: ពូថាវ
lo: ປູດາໂອ
my_mm: ပူတာအိုး

source: Bawlakhe
lo: ບໍລະແຄ
my_mm: Bawlakh

source: Loikaw
lo: ລອຍກໍ
my_mm: လွိုင်ကော့

source: Hpa-an
km: ប៉ា-អាន់
lo: ພະອັນ

source: Kawkareik
km: កាវការ៉េក
lo: ກໍກະເລະ
my_mm: ကော့ကရစ်

source: Myawady
km: មីយ៉ាវ៉ាឌី
lo: ເມຍວະດີ
my_mm: မြဝတီ

source: Papun
km: ប៉ាពុន
lo: ຜາປູນ
my_mm: ပါပွန်း

source: Gangaw
km: ហ្គំហ្កាវ
lo: ກັ່ນກໍ
my_mm: ဂန်ဂေါ့

source: Minbu
km: មីនប៊ូ
lo: ມິນບູ
my_mm: မင်ဘူ

source: Pakokku
km: ប៉ាកុកគូ
lo: ປະໂຄະກູ
my_mm: ပါကော့ကုတ်

source: Thayet
km: ថេយេត
lo: ຕະແຍະ
my_mm: သီဟေရက်

source: Kyaukse
lo: ເຈາະແຊ
my_mm: ကျူအော့ကီး

source: Meiktila
km: ម៉ៃទីឡា
lo: ເມະທີລາ
my_mm: မီခတီလာ

source: Myingyan
km: មីងយ៉ាន
lo: ມະຍິນຊານ
my_mm: မင်ဂျန်ယန်

source: Nyaung-U
km: នយ៉ាងអ៊ូ
lo: ຢອງອູ

source: Pyinoolwin
km: យឺណូលវីន
lo: ປະຍິນອູລະວິນ
my_mm: ပီ နီ နို လ် ဝင်

source: Yamethin
km: យ៉ាមេទីន
lo: ຍະແມ່ທິນ
my_mm: ယာမီတင်

source: Mawlamyine
km: ម៉ាវឡាយីន
lo: ມໍລະມະໄຍ
my_mm: မော်လမြိုင်

source: Thaton
km: ថាតុន
lo: ສະເທີມ
my_mm: အောင်သန်း

source: Dekkhina
km: ដេកឃីណា
lo: ແດະຄິນະ
my_mm: ဒက်ကီနာ

source: Oktara
km: អូតារ៉ា
lo: ໂອະຕະລະ
my_mm: အိုကာတာရာ

source: Kyaukphyu
km: ខេកហ្យូ
lo: ເຈາະພະຍູ
my_mm: ကျောက်ဖြူရွာ၊ ကျိုင်းချောင်း

source: Maungdaw
lo: ມອງດໍ
my_mm: မောင်းကုန်း

source: Mrauk-U
km: ម្រាក់ អ៊ូ
lo: ມໍເຍາະອູ

source: Sittwe
km: ស៊ីតវ៉េ
lo: ຊິດເວ
my_mm: ဆစ်တဝီ

source: Thandwe
km: តាន់វ៉េ
lo: ຕານແວ
my_mm: သန်ဒူး

source: Hkamti
km: ហ្ខមធី
lo: ຄໍາຕີ່

source: Kale
km: កាឡេ
lo: ກະແລ
my_mm: ကယ်လီ

source: Kanbalu
km: កានបាលូ
lo: ກັ່ນບະລູ
my_mm: ကန်ဘလူး

source: Katha
km: កាថា
lo: ກະຕາ
my_mm: ကက်သ်

source: Kawlin
km: ខូលីន
lo: ກໍລິ່ນ
my_mm: ကော်လင်း

source: Mawlaik
km: ម៉ាលេក
lo: ມໍໄລ
my_mm: Mawlyk

source: Monywa
km: ម៉ូនីវ៉ា
lo: ໂມນຍະວາ
my_mm: မွန်ဝါ

source: Naga Self-Administered Zone
km: តំបន ណាហ្គា
lo: ເຂດປົກຄອງຕົນເອງນາຄາ
my_mm: နဂါးကိုယ်ပိုင်အုပ်ချုပ်ရေး ဇုန်

source: Shwebo
km: ស្វូបូ
lo: ຊະເວໂບ
my_mm: ရှွာဘိုး

source: Tamu
km: តូមូ
lo: ຕະມູ
my_mm: တာမူး

source: Yinmabin
lo: ຍິ່ນມາບິນ

source: Danu Self-Administered Zone
km: ដានូ
lo: ເຂດປົກຄອງຕົນເອງນະດູ
my_mm: ဒန်နူ ကိုယ်တိုင်အုပ်ချုပ်ရေး ဇုန်

source: Hopang
lo: ໂຮປັນ
my_mm: ဟိုပန်

source: Kengtong
lo: ຊຽງຕຸງ
my_mm: ကင်ဂွန်တွန်

source: Kokang Self-Administered Zone
km: កូកាង
lo: ເຂດປົກຄອງຕົນເອງໂກກັ້ງ
my_mm: ကိုကန်ကိုယ်ပိုင်အုပ်ချုပ်ရေး ဇုန်

source: Kyaukme
lo: ເຈົ້າແມ
my_mm: ကျောက်မောင်း

source: Langkho
lo: ລ້າງເຄີ້
my_mm: လန်ခေါမြို့

source: Lashio
lo: ລ່າສ້ຽວ
my_mm: လာရှီ

source: Loilen
km: លឺលៀន
lo: ຫຼອຍເລງ
my_mm: လောင်းလစ်

source: Metman
lo: ແມະແມນ
my_mm: မက်မန်

source: Mong Sat
lo: ເມືອງຊາດ
my_mm: မွန်ဆတ်

source: Mongmit
lo: ເມືອງມີດ
my_mm: မွန်ဂမစ်

source: Muse
km: មូស
lo: ໝູ່ແຈ້
my_mm: မောက်စ်

source: Pa Laung Self-Administered Zone
km: ផាលួង
lo: ເຂດປົກຄອງຕົນເອງປະລ່ອງ
my_mm: Pa Laung ကိုယ့်ကိုယ်ကို စီမံခန့်ခွဲရေး ဇုန်

source: Pa'O Self-Administered Zone
km: ផាអូ
lo: ເຂດປົກຄອງຕົນເອງປະໂອ
my_mm: Pa'O ကိုယ့်ကိုယ်ကို အုပ်ချုပ်ရေးဇုန်

source: Tachileik
lo: ທ່າຂີ້ເຫຼັກ

source: Taunggyi
lo: ຕອງຈີ
my_mm: တွန်ဂျီ

source: Dawei
lo: ທະວາຍ
my_mm: ဒါဝီ

source: Kawthoung
km: កៅហ្សួង
lo: ເກາະສອງ
my_mm: ကဝတိုချောင်း

source: Myeik
lo: ມະລິດ
my_mm: မိုင်ယစ်ခ်

source: Yangon (East)
lo: ຢ້າງກຸ້ງ (ຕາເວັນອອກ)
my_mm: ရန်ကုန် (အရှေ့)

source: Yangon (North)
lo: ຢ້າງກຸ້ງ (ເໜືອ)
my_mm: ရန်ကုန် (မြောက်)

source: Yangon (South)
lo: ຢ້າງກຸ້ງ (ໃຕ້)
my_mm: ရန်ကုန် (တောင်)

source: Yangon (West)
lo: ຢ້າງກຸ້ງ (ຕາເວັນຕົກ)
my_mm: ရန်ကုန် (အနောက်)

source: Chanuman
lo: ຊານຸມານ
my_mm: ချာနမန်

source: Hua Taphan
lo: ຫົວຕະພານ
my_mm: ဟွာတာကန်

source: Lue Amnat
km: លេអាមណាត
lo: ລືອຳນາດ

source: Mueang Amnat Charoen
km: មឿងអាមនាតឆារើន
lo: ເມືອງອຳນາດຈະເລີນ
my_mm: မြောင်းအာနတ် ချာရွန်း

source: Pathum Ratchawongsa
km: ផាធំរាជវង្សា
lo: ປະທຸມຣັດຊະວົງສາ
my_mm: ပက်သမ် ရတ်ချွောင်ဆာ

source: Phana
lo: ພະນາ
my_mm: ဖာနာ

source: Senangkhanikhom
km: សានាងខានីខន
lo: ສີນາງຂະນິຄົມ
my_mm: Senangkhnikhom

source: Chaiyo
lo: ໄຊໂຍ
my_mm: ချိုင်ယို

source: Mueang Ang Thong
km: មូអៀង អាងត្រុង
lo: ເມືອງອ່າງທອງ
my_mm: မြောင်းအန်းသွန်

source: Pa Mok
lo: ປະໂມກ

source: Pho Thong
lo: ໂພທອງ
my_mm: ဖိုသွန်

source: Samko
lo: ຊຳຄໍ້
my_mm: ဆမ်ကိုး

source: Sawaeng Ha
lo: ສະແຫວງຫາ
my_mm: ဆာဝေါင်ဟ်ဟာ

source: Wiset Chai Chan
km: វិសិតឆៃចាន់
lo: ວິເສດໄຊສານ

source: Bang Bon
km: បាងប៊ុន
lo: ບາງບອນ

source: Bang Kapi
km: បាងកាពី
lo: ບາງກະປີ
my_mm: ဘန်ကပီ

source: Bang Khae
km: បានខេ
lo: ບາງແຄ
my_mm: Bang Kha

source: Bang Khen
km: បាងខេន
lo: ບາງເຂນ

source: Bang Kho Laem
km: បាងខូលៀម
lo: ບາງຄໍ້ແຫຼມ
my_mm: Bang Kho Lay

source: Bang Khun Thian
km: បាងខុនធាន
lo: ບາງຂຸນທຽນ
my_mm: ဘန်ချောင်းချောင်းရွာ၊ သီယန်

source: Bang Na
km: បាងណា
lo: ບາງນາ

source: Bang Phlat
km: បាផ្លេត
lo: ບາງພລັດ

source: Bang Rak
km: បាងរ៉ាក់
lo: ບາງຣັກ
my_mm: Bang Raang Ra

source: Bang Sue
km: នាងស៊ូ
lo: ບາງສື່

source: Bangkok Noi
lo: ບາງກອກນ້ອຍ
my_mm: ဘန်ကောက်နွိုင်

source: Bangkok Yai
lo: ບາງກອກໃຫຍ່
my_mm: ဘန်ကောက်ယား

source: Bueng Kum
lo: ບຶງຄຳ

source: Chatuchak
km: ចាទាកហាក
lo: ຈັດຕຸຈັກ

source: Chom Thong
km: ឈុមថុង
lo: ສົມພົງ

source: Din Daeng
km: ឌីនដឿង
lo: ດິນແດງ
my_mm: Dn Daeng

source: Don Mueang
km: ដុនមឿង
lo: ດອນເມືອງ
my_mm: ဒွန် မြောင်း

source: Dusit
lo: ດູຊິດ
my_mm: ဒူးဆစ်

source: Huai Khwang
lo: ຫ້ວຍຂວາງ
my_mm: ဟွိုင်း ခွင်

source: Khan Na Yao
lo: ຄັນນາຍາວ
my_mm: ခန် နာ ယာအို

source: Khlong Sam Wa
lo: ຄອງສາມວາ
my_mm: ခလောင် ဆမ်ဝါ

source: Khlong San
km: ខ្លងសាន
lo: ຄອງສານ
my_mm: ခလောင်ဆန်

source: Khlong Toei
km: ខ្លងតូ
lo: ຄອງເຕີຍ
my_mm: ခလောင်တို

source: Lak Si
lo: ລັກສີ່
my_mm: La lasi

source: Lat Krabang
km: ឡាត ក្រាបាង
lo: ລາດກະບັງ
my_mm: လတ် ကရာဘန်

source: Lat Phrao
lo: ລາດພ້າວ

source: Min Buri
lo: ມິນບູຣີ
my_mm: မင်ဘူရီ

source: Nong Chok
lo: ໜອງຈອກ
my_mm: နောင်ချွတ်ခ်

source: Nong Khaem
lo: ໜອງແຂມ
my_mm: နောင်ချောင်းရွာ၊ ညောင်

source: Pathum Wan
km: ផាត់ធំវ៉ាន់
lo: ປະທຸມວັນ
my_mm: ပသ္မံဝါး

source: Phasi Charoen
lo: ພະໄຊຈະເລີນ

source: Phaya Thai
lo: ພະຍາໃຕ້
my_mm: ဖာယာသိန်း

source: Phra Khanong
lo: ພະຂະໂໜງ
my_mm: Phra Khang

source: Phra Nakhon
lo: ພະນະຄອນ

source: Pom Prap Sattru Phai
km: ព្រំ ប្រាបសាត្រូផៃ
lo: ປ້ອມປາບສັດຕູພ່າຍ
my_mm: ပုမပရပိတ္ထစထရူဖိုင်

source: Prawet
lo: ພະເວດ
my_mm: ပရူးဝါး

source: Rat Burana
km: រ៉ាតប៊ូរ៉ាណា
lo: ຣັດ ບູຣານາ
my_mm: ကြွက်ဘူရာနာ

source: Ratchathewi
km: រ៉ាតឆាតេវី
lo: ຣັດສະເທວີ
my_mm: ရက်ချာသီဝီ

source: Sai Mai
km: សៃម៉ៃ
lo: ສາຍໄໝ
my_mm: ဆိုင်းမိုင်

source: Samphanthawong
km: សាមផ្តាន់ថាវង្ស
lo: ສຳພັນທະວົງ
my_mm: ဆမ်ဖွောင်း

source: Saphan Sung
lo: ສະພານສູງ
my_mm: ဆာဖန်ဆန်း

source: Sathon
lo: ສາທອນ
my_mm: သတ္တုန်မြို့

source: Suan Luang
km: ស៊ូន លឿង
lo: ສວນຫຼວງ

source: Taling Chan
lo: ຕະລິ່ງຊັນ
my_mm: တဲလင့်ချန်

source: Thawi Watthana
lo: ທະວີວັດທະນາ
my_mm: သွာဝေါသနာ

source: Thon Buri
lo: ທົນບູລີ

source: Thung Khru
km: ធុងគ្រូ
lo: ທົ່ງຄູ
my_mm: Thung Kru

source: Vadhana
lo: ວັດທະນາ
my_mm: ဗာဒဟာနာ

source: Wang Thonglang
km: វ៉ាង តុងក្លាង
lo: ວັງທອງຫຼາງ

source: Yan Nawa
lo: ຍ່ານນາວາ

source: Bueng Khong Long
lo: ບຶງຄອງຫຼວງ
my_mm: Bueng Khhong လောင်း

source: Bung Khla
lo: ບຶງຂາ
my_mm: ဘောင်ခလာ

source: Mueang Bueng Kan
km: មឿងបឿងខាន
lo: ເມືອງບຶງການ
my_mm: မြောင်းရွာ၊ မြောင်း

source: Pak Khat
lo: ປາກຄາດ

source: Phon Charoen
lo: ພອນຈະເລີນ

source: Seka
lo: ເຊກາ
my_mm: စကာ

source: Si Wilai
lo: ສີວິໄລ

source: So Phisai
km: សូភីសៃ
lo: ໂຊ່ພິໄສ
my_mm: ဒီတော့ ဖိသိန်း

source: Ban Dan
km: បានដាន
lo: ບ້ານແດນ
my_mm: ဘန်ဒန်

source: Ban Kruat
km: បានក្រាអាត
lo: ບ້ານກຣວດ
my_mm: Bruat

source: Ban Mai Chaiyaphot
km: បានម៉ៃឆៃយ៉ាផុត
lo: ບ້ານໄຫມ່ໄຊຍະພົດ

source: Chaloem Phra Kiat
km: ឆាលឿន ផ្រាកែត
lo: ສະເຫຼີມພະກຽດ
my_mm: ချာလွမ်ဖရာ ကီယာ့တ်

source: Chamni
lo: ຊຳນິ
my_mm: ချမ်နီ

source: Huai Rat
km: ហួយ រ៉ាត
lo: ຫ້ວຍລາດ
my_mm: ဟွိုင်းကြွက်

source: Khaen Dong
lo: ແຄນດົງ
my_mm: Khaen Dog

source: Khu Mueang
km: ខូមមឿង
lo: ຄູເມືອງ
my_mm: ခွေးမြောင်းရွာ၊ ကူချောင်း

source: Krasang
lo: ກະສັງ
my_mm: ကရာဆန်

source: Lahan Sai
lo: ລະຫານຊາຍ
my_mm: လာဟန် ဆိုင်း

source: Lam Plai Mat
km: ឡាម ផ្លៃ ម៉េត
lo: ລຳປາຍມາດ

source: Mueang Buri Ram
km: មឿងបុរីរ៉ាំ
lo: ເມືອງບູລີລຳ
my_mm: မြောင်းဘူရီရမ်

source: Na Pho
lo: ນາໂພ

source: Nang Rong
lo: ນາງລອງ

source: Non Din Daeng
lo: ໂນນດິນແດງ
my_mm: N Din Daeng

source: Non Suwan
km: នុនស៊ូវ៉ាន់
lo: ໂນນສຸວັນ
my_mm: စူဝမ်မောင်း

source: Nong Hong
lo: ໜອງຫົງ
my_mm: နောင်ဟောင်း

source: Nong Ki
lo: ໜອງຄີ
my_mm: နွန်ကီ

source: Pakham
lo: ປາຄຳ
my_mm: ပါကံ

source: Phlapphla Chai
km: ផ្លាបផ្លាឆៃ
lo: ພັບພາໄຊ
my_mm: ဖလပ်ဖလားချိုင်း

source: Phutthaisong
lo: ພຸດໄທສົງ

source: Prakhon Chai
lo: ພະຄອນໄຊ

source: Satuek
km: សាតតឹក
lo: ສະຕຶກ
my_mm: ဆာတူးခ်

source: Ban Pho
km: បានផូ
lo: ບ້ານໂພ
my_mm: ဘန်ဖို

source: Bang Khla
km: បាងក្លា
lo: ບາງຂາ
my_mm: Bang Kla

source: Bang Nam Priao
km: នាងណាមប្រាយ
lo: ບາງນ້ຳປ້ຽວ

source: Bang Pakong
km: បាងផាគង់
lo: ບາງປະກົງ
my_mm: ဘန်ပါကွန်

source: Khlong Khuean
lo: ຄອງເຂື່ອນ
my_mm: ခလောင် ခွေးချောင်း

source: Mueang Chachoengsao
km: មឿងសាឈៀងសៃ
lo: ເມືອງຊະເຊີງເຊົາ
my_mm: မြောင်းချောင်းရွာ၊ မြောင်းချောင်း

source: Phanom Sarakham
km: ផូណម សារ៉ាឃាំ
lo: ພະນົມສາລະຄາມ

source: Plaeng Yao
lo: ແປງຍາວ
my_mm: ပလန်ယာအို

source: Ratchasan
km: រតឆាសាន
lo: ຣັດສະສານ
my_mm: ရက်ချာဆန်

source: Sanam Chai Khet
lo: ສະໜາມໄຊເຂດ

source: Tha Takiap
lo: ທ່າຕະກຽບ
my_mm: တာကီယပ်

source: Hankha
lo: ຫັນຄາ
my_mm: ဟန္ခါ

source: Manorom
lo: ມະໂນຣົມ
my_mm: မန်းနရမ်

source: Mueang Chai Nat
km: មឿនឆៃណាត
lo: ເມືອງໄຊນາດ
my_mm: မြောင်းချောင်းရွာ၊ မြောင်းချောင်း

source: Noen Kham
lo: ເນີນຂາມ
my_mm: နောနင် ခမ်

source: Nong Mamong
km: នុងម៉ាម៉ុង
lo: ໜອງມະໂມງ
my_mm: နောင်မောင်

source: Sankhaburi
km: សាន់កាបូរី
lo: ສັງຂະບູລີ
my_mm: စန်ခါဘူရီ

source: Sapphaya
lo: ສັບພະຍາ
my_mm: ဆပ်ဖာရာ

source: Wat Sing
lo: ວັດສິງ
my_mm: ဝက်သီဆို

source: Bamnet Narong
km: បាមណេត ណារុង​
lo: ບັກ​ເນັດ​ນະ​ຣົງ

source: Ban Khwao
km: បានខ្វាវ
lo: ບ້ານຂ້າວ
my_mm: Ban Kwo

source: Ban Thaen
km: បានធៀន
lo: ບ້ານແທ່ນ
my_mm: ပုဂ္ဂိုလ်သန်း

source: Chatturat
lo: ຈັດຕຸຣັດ
my_mm: နှုတ်ခမ်းချောင်း

source: Kaeng Khro
lo: ແກ້ງຄໍ້
my_mm: ကင်းခရို

source: Kaset Sombun
lo: ກະເສດສົມບູນ
my_mm: ကက်ဆက် ဆမ်ဘွန်း

source: Khon San
lo: ຄອນສານ
my_mm: ခွန်ဆန်ဆန်

source: Khon Sawan
km: ឃុនសាវ៉ាន
lo: ຄອນສະຫວັນ
my_mm: ခွန်စောန်

source: Mueang Chaiyaphum
km: មឿងឆៃយ៉ាភូមិ
lo: ເມືອງໄຊຍະພູມ
my_mm: မြောင်ချိုင်ယာဖမ်

source: Noen Sa-Nga
km: ណេន សា ង៉ា
lo: ເນີນສະຫງ່າ
my_mm: နော်ရင် ဆာ-နဂါ

source: Nong Bua Daeng
km: នុង បៀដៀង
lo: ໜອງບົວແດງ
my_mm: နွမ်းဗျူရာဒဲန်း

source: Nong Bua Rawe
lo: ໜອງບົວລະເວ
my_mm: နွန်ဘူယာ ရော်ဝီ

source: Phakdi Chumphon
lo: ພັກດີຊຸມພົນ

source: Phu Khiao
lo: ພູຂຽວ

source: Sap Yai
km: សាបយ៉ៃ
lo: ຊັບໃຫຍ່

source: Thep Sathit
km: ថេប សាទិត
lo: ເທບສະທິດ
my_mm: သပ္ပတ္ထိ

source: Kaeng Hang Maeo
lo: ແກ່ງຫາງແມວ

source: Khao Khitchakut
km: ខៅ ឃិតឆាឃុត
lo: ເຂົາຄິດຊະກູດ
my_mm: ခို ခေါင်ချာကွတ်

source: Khlung
lo: ຂະລຸງ
my_mm: ခလောင်

source: Laem Sing
lo: ແຫຼມສິງ
my_mm: Laem Sem Sy

source: Makham
lo: ໝາກຂາມ
my_mm: မခ်ဟံ

source: Mueang Chanthaburi
km: មឿនចាន់ធាបូរី
lo: ເມືອງຈັນທະບູລີ
my_mm: မြောင်ချန်သာဘူရီ

source: Na Yai Am
lo: ນາຍາຍອາມ
my_mm: Na Yaiai Am

source: Pong Nam Ron
km: ផុនណាមរ៉ុន
lo: ປ່ອງນ້ຳຮ້ອນ
my_mm: ပွန်နံရွန်

source: Soi Dao
km: សូដាវ
lo: ສອຍດາວ
my_mm: ဆွိုင် ဒါအို

source: Tha Mai
lo: ທ່າໃໝ່
my_mm: တဟမိုင်း

source: Chai Prakan
km: ឆៃប្រាកាន
lo: ໄຊປະການ
my_mm: ချိုင်းပရာကန်

source: Chiang Dao
lo: ຊຽງດາວ
my_mm: ချီယန် ဒါအို

source: Doi Lo
km: ដាវឡូ
lo: ດອຍລໍ່
my_mm: ဒွိုင် လိုး

source: Doi Saket
km: ដូយសាកេត
lo: ດອຍສະເກັດ
my_mm: ဒွိုင် ဆာကတ်

source: Doi Tao
km: ដូវតាវ
lo: ດອຍເຕົ່າ
my_mm: ဒွိုင် တာအို

source: Fang
lo: ຝາງ
my_mm: Fangy

source: Galyani Vadhana
lo: ກັນລະຍານິວັດທະນາ
my_mm: ဂယ်လီယာနီ ဗာဒဟာနာ

source: Hang Dong
lo: ຫາງດົງ
my_mm: ဟန်ဒေါင်

source: Hot
km: ហុត
lo: ຮັອດ
my_mm: ပူပြင်း

source: Mae Ai
km: ម៉េអាយ
lo: ແມ່ອາຍ

source: Mae Chaem
km: ម៉េឆេម
lo: ແມ່ແຈ່ມ

source: Mae On
km: ម៉េអន
lo: ແມ່ອ່ອນ
my_mm: မာအွန်

source: Mae Rim
km: ម៉េរីម
lo: ແມ່ຣິມ

source: Mae Taeng
km: ម៉េទៀង
lo: ແມ່ແຕງ
my_mm: မြေသာယာန်

source: Mae Wang
km: ម៉េវ៉ាង
lo: ແມ່ວາງ
my_mm: မောင်ဝမ်

source: Mueang Chiang Mai
km: មឿងឈៀងម៉ៃ
lo: ເມືອງຊຽງໃໝ່
my_mm: မြောင်ချောင်းမိုင်

source: Omkoi
lo: ອອມກ່ອຍ

source: Phrao
lo: ພຣາວ
my_mm: ဖရာအို

source: Samoeng
lo: ສະເມິງ
my_mm: ဆာမိုအင်

source: San Kamphaeng
lo: ສັນກຳແພງ
my_mm: ဆန်ကမ်ဖင်

source: San Pa Tong
lo: ສັນປ່າຕອງ

source: San Sai
lo: ສັນຊາຍ

source: Saraphi
lo: ສາຣະພີ
my_mm: ဆာရာဖီ

source: Wiang Haeng
km: វៀង ហៀង
lo: ວຽງແຫງ
my_mm: ဝင်းဟန်း

source: Chiang Khong
lo: ຊຽງຂອງ
my_mm: ချောင်းချောင်း

source: Chiang Saen
lo: ຊຽງແສນ
my_mm: ချီယန်ဆန်

source: Doi Luang
lo: ດອຍຫຼວງ
my_mm: ဒွိုင်းလူး

source: Khun Tan
km: ខុនតាន
lo: ຂຸນຕານ
my_mm: ကန်တန်တန်

source: Mae Chan
km: ម៉េចាន
lo: ແມ່ຈັນ

source: Mae Fa Luang
km: ម៉េហ្វាល្លួង
lo: ແມ່ຟ້າຫຼວງ

source: Mae Lao
km: ម៉េឡាវ
lo: ແມ່ລາວ

source: Mae Sai
km: ម៉េសៃ
lo: ແມ່ສາຍ

source: Mae Suai
km: ម៉េសៀ
lo: ແມ່ສວຍ

source: Mueang Chiang Rai
km: មឿងឈៀងរ៉ៃ
lo: ເມືອງຊຽງຣາຍ
my_mm: မြောင်ချောင်းရွာ၊ မြောင်းချောင်း

source: Pa Daet
lo: ປ່າແດດ

source: Phan
lo: ພານ
my_mm: ဟန်

source: Phaya Mengrai
km: ផាយ៉ា មៀងរ៉ៃ
lo: ພະຍາເມືອງຣາຍ
my_mm: ဖာရာမင်ဂရေး

source: Thoeng
lo: ເທິງ
my_mm: သီအင်

source: Wiang Chai
lo: ວຽງໄຊ
my_mm: ဝင်းချိုင်း

source: Wiang Chiang Rung
km: វៀងឈៀងរ៉ុង
lo: ວຽງຊຽງຮຸ່ງ
my_mm: ဝင်းချောင်းရွမ်

source: Wiang Kaen
km: វៀងគៀន
lo: ວຽງ​ແກ່ນ
my_mm: ဝိုင်ယန် ကရင်

source: Wiang Pa Pao
km: វៀងបាផៅ
lo: ວຽງປ່າເປົ້າ

source: Ban Bueng
km: បាន បៀង
lo: ບ້ານບຶງ

source: Bang Lamung
km: បាងឡាមុង
lo: ບາງລະມຸງ
my_mm: Bang Lamunun

source: Bo Thong
lo: ບໍ່ທອງ
my_mm: ဘိုးသိန်း

source: Ko Chan
lo: ເກາະຈັນ
my_mm: ကိုချန်

source: Ko Si Chang
lo: ເກະາສີຊັງ

source: Mueang Chon Buri
km: មឿងឈុនបូរី
lo: ເມືອງຊົນບູລີ
my_mm: ဦးချောင်ချောင်းဘူရီ

source: Nong Yai
km: នុងយ៉ៃ
lo: ໜອງໃຫຍ່
my_mm: နွန်ယိုင်း

source: Phan Thong
lo: ພານທອງ

source: Phanat Nikhom
km: ផាណានីគុម
lo: ພະນັດນິຄົມ

source: Sattahip
lo: ສັດຕະຫີບ
my_mm: စတ္ထဟစ်

source: Si Racha
lo: ສີລາຊາ

source: Lamae
lo: ລະແມ
my_mm: လာမေရွာ

source: Lang Suan
km: ឡាងស៊ៀន
lo: ຫຼັງສວນ
my_mm: လန်းဆွမ်

source: Mueang Chumphon
km: មឿងឈុំភុន
lo: ເມືອງຊຸມພອນ
my_mm: မြောင်းချုံဖုန်း

source: Pathio
km: ផាថៃ
lo: ປະທິວ
my_mm: ပက်သီယိုး

source: Phato
lo: ພະໂຕະ

source: Sawi
km: សាវវី
lo: ສະຫວີ
my_mm: ဆာဝီ

source: Tha Sae
lo: ທ່າແຊະ
my_mm: သဟေဆေး

source: Thung Tako
lo: ທົ່ງຕະໂກະ

source: Don Chan
lo: ດອນຈັນ
my_mm: ဒွန် ချန်

source: Huai Mek
lo: ຫ້ວຍເມກ
my_mm: ဟွိုင်း မက်ခ်

source: Huai Phueng
lo: ຫ້ວຍເຜິ້ງ
my_mm: ဟွိုင်းဖောင်း

source: Kamalasai
km: កាម៉ាឡាសៃ
lo: ກາມາລາໄສ
my_mm: ကမာလာဆာ

source: Kham Muang
lo: ຄຳມ່ວງ
my_mm: ခမ်းမြောင်းရွာ၊ ခမ်မြောင်း

source: Khao Wong
km: ខៅវង្ស
lo: ເຂົາວົງ

source: Khong Chai
lo: ຄ້ອງໄຊ
my_mm: ခွန်ချောင်း

source: Kuchinarai
km: គូឈីណារ៉ៃ
lo: ກຸສີນະຣາຍ
my_mm: ကူချီနာရာ

source: Mueang Kalasin
km: មឿងកាលាស៊ីន
lo: ເມືອງກາລະສິນ
my_mm: မူအင်း ကာလာစင်

source: Na Khu
lo: ນາຄູ

source: Na Mon
km: ណា មុន
lo: ນາມົນ

source: Nong Kung Si
lo: ໜອງກຸງສີ
my_mm: နောင်ကောင်စိန်

source: Rong Kham
km: រុងខាម
lo: ຮ່ອງຄຳ
my_mm: ရွ န် ခမ်

source: Sahatsakhan
km: សាហាត់សាកាន
lo: ສະຫັດສະຂັນ
my_mm: ဆာဟတ်ဆာခန်

source: Sam Chai
lo: ສາມໄຊ
my_mm: ဆမ်ချိုင်

source: Somdet
lo: ສົມເດັດ
my_mm: ဆွမ်းဒက်

source: Tha Khantho
km: ថាកានថូ
lo: ທ່າຄັນໂທ
my_mm: ခါ ခန္တို

source: Yang Talat
km: យ៉ាងតាឡាត
lo: ຍາງຕະລາດ
my_mm: ယန်တာလတ်

source: Bueng Samakkhi
km: បឹងសាម៉ាកឃី
lo: ບຶງສາມັກຄີ
my_mm: ဘူရန် ဆာမာကီ

source: Khanu Woralaksaburi
km: កាណូ វ៉ូរ៉ាឡាក់សាបូរី
lo: ຂານຸວໍລະຣັກສະບູລີ
my_mm: ခနူဝေါလာဆာဘူရူ

source: Khlong Khlung
lo: ຄອງຂະລຸງ
my_mm: ခလောင် ခလောင်

source: Khlong Lan
km: ខ្លងឡាន
lo: ຄອງລານ
my_mm: ကလောင်လိပ်

source: Kosamphi Nakhon
lo: ໂກສຳພີນະຄອນ
my_mm: ကော့စမ်ဖီ နာခေါင်

source: Lan Krabue
lo: ລານກະບື
my_mm: Lan Krabuy

source: Mueang Kamphaeng Phet
km: មឿងកំពង់ផេត
lo: ເມືອງກຳແພງເພັດ

source: Pang Sila Thong
km: ផាងសេលាថុង
lo: ປາງສີລາທອງ
my_mm: ပန် စီလာသွန်

source: Phran Kratai
lo: ພານກະຕ່າຍ

source: Sai Ngam
lo: ໄທງາມ

source: Sai Thong Watthana
km: សៃតុងវត្តថាណា
lo: ຊາຍທອງວັດທະນາ
my_mm: Sai Thong Watana

source: Bo Phloi
lo: ບໍ່ພອຍ
my_mm: ဘိုဖလွိုင်

source: Dan Makham Tia
km: ដានម៉ាខាំតៃ
lo: ດ່ານໝາກຂາມເຕ້ຍ

source: Huai Krachao
km: ហួយ ក្រាចៅ
lo: ຫ້ວຍກະເຊົ້າ
my_mm: ဟွိုင်း ကရာချာ

source: Lao Khwan
km: ឡាវ ខ្វាន
lo: ເລົາຂວັນ
my_mm: လာအို ခဝါး

source: Mueang Kanchanaburi
km: មឿង ខាន់ឆាណាបូរី
lo: ເມືອງການຈະນະບູລີ
my_mm: မြောင်း ကန်ချာနာဘရီ

source: Nong Prue
lo: ໜອງຜື
my_mm: နွန်ပရူး

source: Phanom Thuan
km: ផានំធូអាន
lo: ພະນົມທວນ
my_mm: ဖာနွမ် သွမ်

source: Sai Yok
lo: ໄຊໂຍກ

source: Sangkhla Buri
km: សងក្លាប៊ុរី
lo: ສັງຂະບູລີ
my_mm: ဆန်ခလာဘူရီ

source: Si Sawat
lo: ສີສະຫວັດ
my_mm: Si SeSat

source: Tha Maka
lo: ທ່າມະກາ
my_mm: သဟ မကာ

source: Tha Muang
km: ថាមឿង
lo: ທ່າມ່ວງ
my_mm: သဟ မြောင်း

source: Thong Pha Phum
km: ថុង ផាភុំ
lo: ທອງຜາພູມ

source: Ban Fang
lo: ບ້ານຝາງ

source: Ban Haet
km: បាន ហេត
lo: ບ້ານແຮດ
my_mm: ပိတ်ပင်မှု

source: Ban Phai
km: បានផៃ
lo: ບ້ານໄຜ່
my_mm: ပိတ်ပင်မှု

source: Chonnabot
lo: ຊົນນະບົດ
