Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Chum Phae
lo: ຊຸມແພ

source: Khao Suan Kwang
km: ខៅស៊ានខ្វាន
lo: ເຂົາສວນກວາງ
my_mm: ခိုဆွမ်ကွမ်းကွင်း

source: Khok Pho Chai
lo: ໂຄກໂພໄຊ
my_mm: ခုတ်ဖိုချိုင်း

source: Kranuan
lo: ກະນວນ
my_mm: ကရန်နွမ်

source: Mancha Khiri
km: ម៉ានឆាគិរី
lo: ມັນຈາຄີຣີ
my_mm: မန်ချာကီရီ

source: Mueang Khon Kaen
km: មឿន កនកៀន
lo: ເມືອງຂອນແກ່ນ
my_mm: မြောင်း ခွန် ကရင်

source: Nam Phong
lo: ນ້ຳພອງ

source: Non Sila
km: នុងស៊ីលា
lo: ໂນສິລາ
my_mm: နော် ဆီလာ

source: Nong Na Kham
lo: ໜອງນ້ຳຂາມ
my_mm: နောင် နာ ခမ်

source: Nong Ruea
lo: ໜອງເຮືອ
my_mm: နောင်ရူးအာ

source: Nong Song Hong
lo: ໜອງສອງຫ້ອງ
my_mm: နောင်တော်ဟောင်း

source: Phon
lo: ໂພນ

source: Phra Yuen
lo: ພະຢືນ
my_mm: Phra Uuen

source: Phu Pha Man
km: ពូផាមែន
lo: ພູຜາມ່ານ

source: Phu Wiang
lo: ພູວຽງ

source: Pueai Noi
km: ភាណូយ
lo: ເປືອຍນ້ອຍ
my_mm: ပျိုးနွဲနွိုင်း

source: Sam Sung
lo: ຊຳສູງ
my_mm: ဆမ်ဆန်း

source: Si Chomphu
km: ស៊ី ចាំភូ
lo: ສີຊົມພູ

source: Ubolratana
lo: ອຸບົນຣັດຕະນາ

source: Waeng Noi
lo: ແວງນ້ອຍ
my_mm: ဝေါင်နွိုင်

source: Waeng Yai
lo: ແວງໃຫຍ່
my_mm: ဝေါင်ယား

source: Wiang Kao
lo: ແວງເກົ່າ
my_mm: ဝင်းကိုး

source: Ao Luek
lo: ອ່າວລຶກ
my_mm: အာအိုလူးခ်

source: Khao Phanom
km: ខាងផានំ
lo: ເຂົາພະນົມ
my_mm: ခါအို ဖာနွမ်

source: Khlong Thom
lo: ຄອງຖົມ
my_mm: ခလောင် သောမောင်

source: Ko Lanta
lo: ເກາະລັນຕາ
my_mm: ကိုလန်တာ

source: Lam Thap
km: ឡាមថាប
lo: ລຳທັບ
my_mm: လမ်သပ်

source: Mueang Krabi
km: មឿងកា្របី
lo: ເມືອງກຣະບີ່
my_mm: မြောင်းကရာဘီ

source: Nuea Khlong
km: នៀខ្លង
lo: ເໜືອຄອງ
my_mm: နျူးအာ ခလောင်

source: Plai Phraya
km: ភ្លៃ ប្រាផាយ៉ា
lo: ປາຍພະຍາ

source: Chae Hom
lo: ແຈ້ຫົ່ມ

source: Hang Chat
km: ហាងឆែត
lo: ຫາງຊັດ
my_mm: ဟန်ချတ်

source: Ko Kha
km: កូខា
lo: ເກາະຄາ
my_mm: ကို ခါး

source: Mae Mo
km: ម៉េម៉ូ
lo: ແມ່ເໝາະ
my_mm: Mae Moe Moe

source: Mae Phrik
km: ម៉េភ្រីក
lo: ແມ່ພິກ

source: Mae Tha
km: ម៉េថា
lo: ແມ່ທາ

source: Mueang Lampang
km: មឿងឡាមផាង
lo: ເມືອງລຳປາງ
my_mm: မြောင်း လမ်ပန်

source: Mueang Pan
km: មឿងផាន
lo: ເມືອງປານ
my_mm: မြောင်းပန်

source: Ngao
km: ហ្គៅ
lo: ງາວ

source: Soem Ngam
lo: ເສີມງາມ
my_mm: ဆွမ် နင်ဂမ်

source: Sop Prap
lo: ສົບປາບ

source: Thoen
lo: ເຖີນ
my_mm: သီဟိုး

source: Wang Nuea
lo: ແວງເໜືອ

source: Ban Hong
lo: ບ້ານໂຮ່ງ
my_mm: ဟောင်

source: Ban Thi
km: បានហ្សី
lo: ບ້ານທິ
my_mm: ပုဂ္ဂိုလ်ကြီး သီ

source: Li
lo: ລີ່
my_mm: လီ

source: Mueang Lamphun
km: មឿងឡានផុន
lo: ເມືອງລຳພູນ
my_mm: မြောင်း လမ်ဖွန်း

source: Pa Sang
lo: ປ່າຊາງ

source: Thung Hua Chang
km: ធុងហូឆេង
lo: ທົ່ງຫົວຊ້າງ

source: Wiang Nong Long
km: វ៉ាយណុងឡង
lo: ວຽງໜອງລ່ອງ
my_mm: Wiang Nog Nog လောင်း

source: Chiang Khan
km: ឈៀងខណ្ឌ
lo: ຊຽງຄານ
my_mm: ချောင်းခန်

source: Dan Sai
km: ដានសៃ
lo: ດ່ານຊ້າຍ
my_mm: ဒန် ဆိုင်း

source: Erawan
lo: ເອຣະວັນ
my_mm: အီရာဝမ်

source: Mueang Loei
km: មឿងលូ
lo: ເມືອງເລີຍ
my_mm: မြောင်းလွိုင်

source: Na Duang
lo: ນາດ້ວງ

source: Na Haeo
lo: ນາແຫ້ວ

source: Nong Hin
lo: ໜອງຫີນ
my_mm: နောင် ဟင်

source: Pak Chom
lo: ປາກຊົມ

source: Pha Khao
km: ផា ឃៅ
lo: ຜາຂາວ
my_mm: ဖာ ခေါင်

source: Phu Kradueng
lo: ພູກະດຶງ

source: Phu Luang
km: ពូលាំង
lo: ພູຫຼວງ

source: Phu Ruea
lo: ພູເຮືອ

source: Tha Li
km: ថា លី
lo: ທ່າລີ່
my_mm: သဟ လီ လီ

source: Wang Saphung
lo: ວັງຊະພຸງ
my_mm: ဝမ်ဆာဖောင်

source: Ban Mi
km: បានមី
lo: ບ້ານມີ່
my_mm: ပိတ်ပင်မှု မီ

source: Chai Badan
km: ឆៃបាដាម
lo: ໄຊບາດານ

source: Khok Charoen
lo: ໂຄກຈະເລີນ
my_mm: ခေါ့ခ်ချာရင်

source: Khok Samrong
lo: ໂຄກສຳໂລງ
my_mm: ခိုးဆန်းမောင်းရွာ၊ ခိုးချောင်း

source: Lam Sonthi
lo: ລຳສົນທິ
my_mm: လမ်ဆွန်သီ

source: Mueang Lop Buri
km: មឿន លុបបុរី
lo: ເມືອງລົບບູລີ
my_mm: မြောင်း လော့ပ် ဘူရီ

source: Nong Muang
lo: ໜອງມ່ວງ
my_mm: နောင်မြောင်း

source: Phatthana Nikhom
km: ផាតាណានិខំ
lo: ພັດທະນານິຄົມ

source: Sa Bot
lo: ສະໂບດ
my_mm: ဆာဘော့တ်

source: Tha Luang
km: ថាឡាង
lo: ທ່າຫຼວງ
my_mm: သီဟလောင်

source: Tha Wung
km: ថាវុង
lo: ທ່າວຸ້ງ
my_mm: သဟာဝေါင်

source: Khun Yuam
lo: ຂຸນຍອມ
my_mm: ခွန် ယွမ်

source: Mae La Noi
km: ម៉េឡាណយ
lo: ແມ່ລານ້ອຍ
my_mm: Mae La နွိုင်

source: Mae Sariang
km: ម៉េសារៀង
lo: ແມ່ສະຣຽງ
my_mm: Mae Sariany

source: Mueang Mae Hong Son
km: មឿងម៉េហុងសុន
lo: ເມືອງແມ່ຮ່ອງສອນ
my_mm: မြောင်းမောင် ဟောင်ဆန်

source: Pai
km: ផៃ
lo: ປາຍ
my_mm: ပိုက်

source: Pang Mapha
km: ផាងម៉ាផា
lo: ປາງມະຜ້າ
my_mm: ပန်မက်ဖာ

source: Sop Moei
lo: ສົບເມີຍ

source: Borabue
lo: ບໍລະບື
my_mm: ဘိုရား

source: Chiang Yuen
km: ឈឿង យឿន
lo: ຊຽງຍືນ
my_mm: ချီယန် ယွမ်

source: Chuen Chom
lo: ຊື່ນຊົມ
my_mm: ချောင်းချောင်း

source: Kae Dam
km: កេ ដាម
lo: ແກດຳ

source: Kantharawichai
km: កានថាវារ៉ាឆៃ
lo: ກັນທະລະວິໄສ
my_mm: ကန်သာဝီချိုင်း

source: Kosum Phisai
km: កូស៊ុល ភីសៃ
lo: ໂກສຸມພິໄສ
my_mm: ကော့ဆမ်ဖိရှဲ

source: Kut Rang
lo: ກຸດຮັງ
my_mm: ကတ် ရန်း

source: Mueang Maha Sarakham
km: មឿងមោហាសារ៉ាខាម
lo: ເມືອງມະຫາສາລະຄາມ
my_mm: မူအင်းမဟာ ဆာရာခမ်

source: Na Chueak
lo: ນາເຊືອກ

source: Na Dun
lo: ນາດູນ

source: Phayakkhaphum Phisai
km: ផាយាកខាភុំ ភីសៃ
lo: ພະຍັກຄະພູມພິໄສ
my_mm: ဖာယာခါဖမ်ဖိရှဲ

source: Wapi Pathum
km: វ៉ាភីផាធំ
lo: ວາປີປະທຸມ
my_mm: Wpi Pathum

source: Yang Sisurat
km: យ៉ាងស៊ីសារ៉ាត
lo: ຍາງສີສູລາດ

source: Don Tan
km: ដុន តាន
lo: ດອນຕານ
my_mm: ဒွန်တန်

source: Dong Luang
lo: ດົງຫລວງ
my_mm: ဒေါင်လောင်

source: Khamcha-I
km: ខាមឆា ១
lo: ຄຳຊະອີ
my_mm: ခမ်းချောင်းရွာ၊ ကံချောင်း

source: Mueang Mukdahan
km: មឿងមុកដាហាន
lo: ເມືອງມຸກດາຫານ
my_mm: မူယန်း မူကဒါဟန်

source: Nikhom Kham Soi
lo: ນິຄົມຄຳສ້ອຍ

source: Nong Sung
lo: ໜອງສູງ
my_mm: နော့အောင်ဆန်း

source: Wan Yai
lo: ຫວ້ານໃຫຍ່

source: Ban Na
lo: ບ້ານນາ
my_mm: ပန်နာ

source: Mueang Nakhon Nayok
km: មឿនខាំខុនយ៉ានុក
lo: ເມືອງນະຄອນນາຍົກ
my_mm: မြောင်းနတ်ချောင်းရွာ၊ ညောင်ချောင်း

source: Ongkharak
lo: ອົງຄະລັກ
my_mm: အော့ခ်ခါး

source: Pak Phli
lo: ປາກພະລີ
my_mm: ပါ့ခ်ဖလီ

source: Bang Len
km: បាង លេន
lo: ບາງເລນ

source: Don Tum
lo: ດອນຕູມ
my_mm: ဒွန်တွမ်

source: Kamphaeng Saen
km: កំពង់សៀន
lo: ກຳແພງແສນ
my_mm: ကံဖောင်ဆန်း

source: Mueang Nakhon Pathom
km: មឿន នាឃុនផាធំ
lo: ເມືອງນະຄອນປະຖົມ
my_mm: မူဝိန်း နက္ကန်ပါသတင်း

source: Nakhon Chai Si
lo: ນະຄອນໄຊສີ
my_mm: နက္ကန်ချိုင်း စီ

source: Phutthamonthon
km: ភូថាមុនថុន
lo: ພຸດທະມົນທົນ
my_mm: Phutthamonton

source: Sam Phran
lo: ສາມພານ
my_mm: ဆမ်ဖရန်

source: Ban Phaeng
km: បាងភាង
lo: ບ້ານແພງ
my_mm: ပန် ဖာ န်

source: Mueang Nakhon Phanom
km: មឿន ណាកុនផានុម
lo: ເມືອງນະຄອນພະນົມ
my_mm: မူယန်း နက္ခန္တေနတ် ဟန်ဖာနမ်

source: Na Kae
lo: ນາແກ

source: Na Thom
lo: ນາທົມ

source: Na Wa
lo: ນາວາ

source: Phon Sawan
lo: ໂພນສະຫວັນ
my_mm: Phon ဆာဝါန်

source: Pla Pak
lo: ປາປາກ

source: Renu Nakhon
km: រីនូណាខុន
lo: ເຣນູນະຄອນ
my_mm: ရီနူး နက္ခန်

source: Si Songkhram
km: ស៊ី សុងខ្រាម
lo: ສີສົງຄາມ
my_mm: Si Songkram

source: Tha Uthen
km: ថា អ៊ូថែន
lo: ທ່າອຸເທນ
my_mm: သဟ အူသင်း

source: That Phanom
km: ថាតផានុន
lo: ທາດພະນົມ
my_mm: ထိုပုဂ္ဂိုလ်

source: Wang Yang
km: វ៉ាង យ៉ាង
lo: ວັງຍາງ

source: Ban Lueam
km: បានលៀម
lo: ບ້ານເລື່ອມ
my_mm: ပန် လူးယမ်

source: Bua Lai
km: ប៊ូលៃ
lo: ບົວລາຍ
my_mm: ဘူအာလိုင်း

source: Bua Yai
km: ប៊ូយ៉ៃ
lo: ບົວໃຫຍ່
my_mm: ဘူအာယာယား

source: Chakkarat
lo: ຈັກກະລາດ
my_mm: ချာ့ခ်ကာရတ်

source: Chok Chai
lo: ໂຊກໄຊ

source: Chum Phuang
km: ឈុំភៀង
lo: ຊຸມພວງ

source: Dan Khun Thot
km: ដាន ឃុនថុត
lo: ດ່ານຂຸດທົດ
my_mm: ဒန် ခန် သွတ်

source: Huai Thalaeng
km: ហួយ ថាលាង
lo: ຫ້ວຍຖະແຫຼງ
my_mm: ဟွိုင်းသာလန်

source: Kaeng Sanam Nang
km: កៀងសាណាមណាង
lo: ແກ້ງສະໜາມນາງ
my_mm: ကညင်ဆန်နောင်

source: Kham Sakaesaeng
lo: ຂາມສະແກແສງ
my_mm: ခမ် ဆာကေးဆန်း

source: Kham Thale So
lo: ຂາມທະເລສໍ
my_mm: ခမ်သယ်လီက ဒီလို

source: Khon Buri
km: ខុនបូរី
lo: ຄອນບູລີ
my_mm: ခွန်ဘူရီ

source: Lam Thamenchai
km: ឡាម ថាមេនឆៃ
lo: ລຳທະເມນໄຊ
my_mm: လမ်သမင်ချိုင်း

source: Mueang Nakhon Ratchasima
km: មឿននាឃុន រ៉ាចឆាស៊ូម៉ា
lo: ເມືອງນະຄອນລາດຊະສີມາ
my_mm: မူအင်း နက္ကန် ရတ်ချာစီမာ

source: Mueang Yang
km: មឿន យ៉ាង
lo: ເມືອງຍາງ
my_mm: မြောင်းယန်း

source: Non Daeng
km: ណានដៀង
lo: ໂນນແດງ
my_mm: ညောင်ကုန်း

source: Non Sung
lo: ໂນນສູງ
my_mm: နော်အောင်ဆန်း

source: Non Thai
km: ណានថៃ
lo: ໂນນໄທ
my_mm: ထိုင်းနိုင်ငံမဟုတ်သောင်း

source: Nong Bun Mak
lo: ໜອງບຸນມາກ
my_mm: နွန်ဘွန်းမက်ခ်

source: Pak Chong
lo: ປາກຊ່ອງ

source: Pak Thong Chai
lo: ປັກທຸງໄຊ

source: Phimai
km: ភីម៉ៃ
lo: ພິມາຍ

source: Phra Thong Kham
lo: ພະທອງຄຳ

source: Prathai
lo: ປະທາຍ
my_mm: ပရသီ

source: Sida
lo: ສີດາ
my_mm: ဆီဒါ

source: Sikhio
lo: ສີຄິ້ວ
my_mm: ဆစ်ချီ

source: Soeng Sang
km: សៀងសាង
lo: ເສິງສາງ
my_mm: ဆိုးဆန်းဆန်း

source: Sung Noen
lo: ສູງເນີນ
my_mm: ဆန်းနော်နွင်

source: Thepharak
lo: ເທບພາລັກ
my_mm: သီဖာရက်

source: Wang Nam Khiao
lo: ວັງນໍ້າຂຽວ

source: Banphot Phisai
km: បានផុត ភីសៃ
lo: ບັນພົດພິໄສ

source: Chum Saeng
km: ឈុំសៀង
lo: ຊຸມແສງ

source: Chum Ta Bong
km: ឈុំតាបង
lo: ຊຸມຕາບົງ

source: Kao Liao
km: កៅឡៃ
lo: ເກົ້າລ້ຽວ
my_mm: ကိုအို လီယို

source: Krok Phra
km: ក្រុកផ្រា
lo: ກົກພະ
my_mm: ခရော့ခ်ဖရား

source: Lat Yao
km: ឡាតយ៉ៅ
lo: ລາດຍາວ

source: Mae Poen
km: ម៉េភៀន
lo: ແມ່ເປີນ
my_mm: မောင်ပိုး

source: Mae Wong
km: ម៉េវង្ស
lo: ແມ່ວົງ
my_mm: Mawong

source: Mueang Nakhon Sawan
km: មឿន ណឃុនសាវ៉ាន
lo: ເມືອງນະຄອນສະຫວັນ
my_mm: မြောင်းနတ်ချောင်းရွာ

source: Nong Bua
lo: ໜອງບົວ
my_mm: နွန်ဘူအာ

source: Phaisali
lo: ໄພສາລີ
my_mm: ဖာ ဇာ လီ

source: Phayuha Khiri
km: ផាយូងាគិរី
lo: ພະຍຸຫະຄີລີ
my_mm: ဖာယူအူဟာ ခီယာ

source: Tak Fa
lo: ຕາກຟ້າ
my_mm: တာ့ခ် ဖာ

source: Takhli
lo: ຕາຄີ
my_mm: တက္ကလီ

source: Tha Tako
km: ថាតាកូ
lo: ທ່າຕະໂກ
my_mm: သဟာတာကိုမြို့

source: Bang Khan
km: បាងខាន
lo: ບາງຂັນ
my_mm: Bang Khang Khhang

source: Chang Klang
km: ឆាង ក្លាង
lo: ຊ້າງກາງ
my_mm: ချန်ကလန်

source: Cha-Uat
lo: ຊະອວດ
my_mm: ချာ-ဥတ်

source: Chawang
lo: ສວາງ
my_mm: ချဝမ်

source: Chian Yai
km: ឈីន យ៉ៃ
lo: ຊຽນໃຫຍ່
my_mm: ချီယန်ယိုင်

source: Chulabhorn
lo: ຈຸລາພອນ

source: Hua Sai
lo: ຫົວໄຊ
my_mm: ဟွာ ဆိုင်း

source: Khanom
km: ខាណូម
lo: ຂະນອມ
my_mm: ခန္နုံမြို့

source: Lan Saka
lo: ລານສະກາ
my_mm: လိန်း ဆာကာ

source: Mueang Nakhon Si Thammarat
km: មឿន សាខន​ស៊ីថាម៉រ៉ាត
lo: ເມືອງນະຄອນສີທຳມະລາດ
my_mm: မူယန်း နက္ကန်သိန်းသမ်မာရတ်

source: Na Bon
lo: ນາບອນ

source: Nopphitam
lo: ນົບພິຕຳ
my_mm: နော့ဖ်ဟိတမ်

source: Pak Phanang
lo: ປາກພະນັງ
my_mm: ပါခ် ဖာနန်

source: Phipun
lo: ພິປູນ
my_mm: ဖီပွန်း

source: Phra Phrom
km: ផាភ្រុំ
lo: ພະພົມ

source: Phrom Khiri
km: ភ្រំគិរី
lo: ພົມຄິຣີ

source: Ron Phibun
km: រុន ភិប៊ុន
lo: ຣ່ອນພິບູນ
my_mm: ရော် န် ဖီ ဘွ န်

source: Sichon
lo: ສີຊົນ
my_mm: စီချွန်မြို့

source: Tha Sala
km: ថាសាឡា
lo: ທ່າສາລາ
my_mm: သဟေသလာ

source: Tham Phannara
km: ថម ផាណារ៉ា
lo: ຖໍ້າພັນຣາ
my_mm: သမ်ပန်နာရာ

source: Thung Song
lo: ທຸ່ງສົງ
my_mm: Thung သီချင်း

source: Thung Yai
km: តុងយ៉ៃ
lo: ທຸ່ງໃຫຍ່

source: Ban Luang
lo: ບ້ານຫຼວງ
my_mm: ပန်လောင်

source: Bo Kluea
km: បូ ឃ្លៀ
lo: ບໍ່ເກືອ
my_mm: ဘိုကလူး

source: Chiang Klang
km: ឈៀងក្លាង
lo: ຊຽງກາງ
my_mm: ချောင်းကလောင်

source: Mae Charim
km: ម៉េឆារីម
lo: ແມ່ຈິມ
my_mm: မာ ချ ရီ မ်

source: Mueang Nan
km: មឿន ណាម
lo: ເມືອງນານ
my_mm: မြောင်းနန်

source: Na Muen
km: ណាមឿន
lo: ນາໝື່ນ

source: Na Noi
lo: ນານ້ອຍ

source: Phu Phiang
lo: ພູພຽງ

source: Pua
lo: ປົວ
my_mm: ပူဝါ

source: Santi Suk
lo: ສັນຕິສຸກ
my_mm: စန်တီ စွတ်ခ်

source: Song Khwae
km: សុងខ្វេយ
lo: ສອງແຄ
my_mm: သီချင်းခွေး

source: Tha Wang Pha
lo: ທ່າວັງຜາ
my_mm: တောဝမ်းဖေါ်

source: Thung Chang
lo: ທຸ່ງຊ້າງ

source: Wiang Sa
lo: ວຽງສາ

source: Bacho
lo: ບາເຈາະ
my_mm: ဘာချိုး

source: Chanae
lo: ຈະແນະ
my_mm: ချာနာ

source: Cho-Airong
lo: ເຈາະໄອລ້ອງ
my_mm: ချို-အဲရွန်

source: Mueang Narathiwat
km: មឿនណារ៉ាធីវ៉ាត់
lo: ເມືອງນາລາທິວາດ
my_mm: မြောင်းနာရတ်ဝေါ့

source: Ra-Ngae
lo: ລະແງະ
my_mm: ရာ-အန်ဂေး

source: Rueso
lo: ລືເສາະ
my_mm: ရူးအီဆို

source: Si Sakhon
lo: ສີສາຄອນ

source: Sukhirin
lo: ສຸຄິລິນ
my_mm: ဆူကီရိုင်း

source: Su-Ngai Kolok
km: ស៊ូ ង៉ៃកូលូក
lo: ສຸໄຫງໂກລົກ

source: Su-Ngai Padi
lo: ສຸໄຫງປາດີ

source: Tak Bai
lo: ຕາກໃບ
my_mm: တက္ကဘိုင်

source: Waeng
lo: ແວ້ງ
my_mm: ဝေါင်

source: Yi-Ngo
lo: ຍີ່ງໍ

source: Mueang Nong Bua Lam Phu
km: មឿង ណុងប៊ូឡាមភូ
lo: ເມືອງໜອງບົວລຳພູ
my_mm: မြောင်းနန်းမောင်ဘွဲ့ လမ်ဖူး

source: Na Klang
lo: ນາກາງ

source: Na Wang
lo: ນາວັງ

source: Non Sang
km: នុនសាង
lo: ໂນນສັງ
my_mm: နော်ဆန်

source: Si Bun Rueang
lo: ສີບຸນເຣືອງ

source: Suwannakhuha
lo: ສຸວັນນະຄູຫາ
my_mm: စူဝမ်နာခူဟာ

source: Fao Rai
km: ហ្វាវរ៉ៃ
lo: ເຝົ້າໄຣ່
my_mm: ဖာအိုရေ

source: Mueang Nong Khai
km: មឿងណុងខៃ
lo: ເມືອງໜອງຄາຍ
my_mm: မြောင်းမောင်မောင်းရွာ

source: Pho Tak
lo: ໂພຕາກ
my_mm: ဖီဟိုတာ့ခ်

source: Phon Phisai
lo: ໂພນພິໄສ

source: Rattanawapi
km: រតនណាវ៉ាភី
lo: ຣັດຕະນະວາປີ
my_mm: ရက်တာနာဝါပီ

source: Sakhrai
lo: ສຣະໄຄ
my_mm: ဆာကရာ

source: Sangkhom
lo: ສັງຄົມ
my_mm: ဆန်ခုံ

source: Si Chiang Mai
km: ស៊ី ឈៀងម៉ៃ
lo: ສີຊຽງໃໝ່
my_mm: စီချီယန်မိုင်

source: Tha Bo
km: ថាបូ
lo: ທ່າບໍ່
my_mm: သဟာဘိုး

source: Bang Bua Thong
km: បានប៊ូថុង
lo: ບາງບົວທອງ

source: Bang Kruai
km: បាងក្រៃ
lo: ບາງກວາຍ
my_mm: ဘန်ကရူး

source: Bang Yai
km: បាងយ៉ៃ
lo: ບາງໃຫຍ່
my_mm: ဘန်ယိုင်

source: Mueang Nonthaburi
lo: ເມືອງນົນທະບູລີ
my_mm: မြောင်းရွာ၊ နော်သာဘူရီ

source: Pak Kret
lo: ປາກເກັດ

source: Sai Noi
lo: ໄຊນ້ອຍ
my_mm: ဆိုင်းနွိုင်

source: Khlong Luang
lo: ຄອງຫຼວງ
my_mm: ခေါင်လောင်လောင်

source: Lam Luk Ka
lo: ລຳລູກກາ

source: Lat Lum Kaeo
km: លាត ឡាមកែវ
lo: ລາດຫຼຸມແກ້ວ

source: Mueang Pathum Thani
km: មឿនផាធំថានី
lo: ເມືອງປະທຸມທານີ
my_mm: မြောင်း ပါသမ် သန်နီ

source: Nong Suea
lo: ໜອງເສືອ
my_mm: နော့ဂ်စူ

source: Sam Khok
lo: ສາມໂຄກ
my_mm: ဆမ်ခေါ့ခ်

source: Thanyaburi
km: ថានយ៉ាបូរី
lo: ທັນຍາບູລີ
my_mm: သန်ယာဘူရီ

source: Kapho
lo: ກະພໍ້
my_mm: ကာပိုး

source: Khok Pho
lo: ກົກໂພ
my_mm: ခွတ်ဖိုး

source: Mae Lan
lo: ແມ່ລານ
my_mm: Mae Lae Lae

source: Mai Kaen
km: ម៉ៃកៀន
lo: ໄມ້ແກ່ນ
my_mm: Mai Ken

source: Mayo
lo: ມາຍໍ
my_mm: မေရို

source: Mueang Pattani
km: មឿងផាថានី
lo: ເມືອງປັດຕານີ
my_mm: မြောင်းပက်တနီ

source: Nong Chik
lo: ໜອງຈິກ
my_mm: နွမ်းချစ်

source: Panare
lo: ປະນາເຣະ
my_mm: ပနား

source: Sai Buri
km: សាយបូរី
lo: ສາຍບູລີ
my_mm: ဆိုင်ဘူရီ

source: Thung Yang Daeng
km: ថុងយ៉ាងដៀង
lo: ທຸ່ງຍາງແດງ

source: Yarang
lo: ຍະຣັງ
my_mm: ယာရန်

source: Yaring
lo: ຍະຫຼິ່ງ
my_mm: ယာယင်း

source: Kapong
lo: ກະປົງ
my_mm: ကာပွန်း

source: Khura Buri
km: គូរ៉ាបូរី
lo: ຄຸລະບູລີ
my_mm: ခူရာ ဘူရီ

source: Ko Yao
km: កូយ៉ៅ
lo: ເກາະຍາວ
my_mm: ကိုယား

source: Mueang Phangnga
km: មឿងផាងកាណា
lo: ເມືອງພັງງາ
my_mm: မြောင်းပန်ဂန်ဂါ

source: Takua Pa
lo: ຕະກົ່ວປ່າ
my_mm: တာကူအာပါ

source: Takua Thung
km: តាគូថុង
lo: ຕະກົ່ວທຸ່ງ
my_mm: တာကူဝါသန်း

source: Thai Mueang
km: ថៃមឿង
lo: ທ້າຍເມືອງ
my_mm: ထိုင်းမြောင်းရွာ

source: Thap Put
lo: ທັບປຸດ

source: Bang Kaeo
km: បាងខែវ
lo: ບາງແກ້ວ
my_mm: ဘန်ကေးအို

source: Khao Chaison
km: ខៅខៃសុន
lo: ເຂົາໄຊສົນ
my_mm: ခေါင်ချောင်း

source: Khuan Khanun
lo: ຄວນຂະນຸນ
my_mm: ခွေးချောင်းရွာ၊ ကန်နောင်း

source: Kong Ra
lo: ກົງຫຼາ
my_mm: ကောင်ချောင်းရွာ၊ ကောင်ချောင်း

source: Mueang Phatthalung
km: មឿងផាថាហ្លួង
lo: ເມືອງພັດທະລຸງ
my_mm: မြောင်းဖာသာလောင်

source: Pa Bon
lo: ປ່າບອນ

source: Pa Phayom
km: ប៉ា ផៃមយំ
lo: ປ່າພະຍອມ
my_mm: ပါဖာရွမ်

source: Pak Phayun
lo: ປາກພະຍູນ
my_mm: ပါကဖာယွန်း

source: Si Banphot
km: ស៊ីាបានផុត
lo: ສີບັນພົດ
my_mm: Si Banphanphot

source: Srinagarindra
lo: ສີນະຄະລິນ
my_mm: သီရိနာဂါရင်ဒရား

source: Tamot
lo: ຕະໂໝດ
my_mm: တာမုတ်

source: Chiang Kham
km: ឈីមខាំ
lo: ຊຽງຄຳ
my_mm: ချောင်းခမ်

source: Chiang Muan
lo: ຊຽງມ່ວນ
my_mm: ချီယန် မွမ်

source: Chun
lo: ຈຸນ

source: Dok Khamtai
lo: ດອກຄຳໄຕ້
my_mm: ဒေါ့ခ် ခမ်တဲ

source: Mae Chai
km: ម៉េឆៃ
lo: ແມ່ໃຈ

source: Mueang Phayao
km: មឿង ផាយ៉ាយ
lo: ເມືອງພະເຍົາ
my_mm: မြောင်းဖာအို

source: Phu Kamyao
km: ពូ ខាំយ៉ៅ
lo: ພູກາມຍາວ

source: Phu Sang
lo: ພູຊາງ

source: Pong
lo: ປົງ
my_mm: မြောင်း

source: Bueng Sam Phan
lo: ບຶງສາມພັນ

source: Chon Daen
lo: ຊົນແດນ

source: Khao Kho
lo: ເຂົ້າຄໍ້
my_mm: ခိုကိုး

source: Lom Kao
lo: ຫຼົ່ມເກົ່າ
my_mm: လွမ်ကို

source: Lom Sak
lo: ຫຼົ່ມສັກ

source: Mueang Phetchabun
km: មឿងភីតឆាប៊ុន
lo: ເມືອງ ເພັດສະບູນ
my_mm: မြောင်းပက်ချာဘုန်း

source: Nam Nao
km: ណាមណាវ
lo: ນໍ້າໜາວ
my_mm: နမ်နာအို

source: Nong Phai
lo: ໜອງໄຜ່
my_mm: နွန်ဖီ

source: Si Thep
lo: ສີເທບ

source: Wang Pong
lo: ວັງໂປ່ງ
my_mm: Wang Pogg

source: Wichian Buri
km: វីឈានបូរី
lo: ວິຊຽນບຸລີ
my_mm: ဝီချီယန် ဘူရီ

source: Ban Laem
km: បានលៀម
lo: ບ້ານແຫຼມ
my_mm: ပုဂ္ဂိုလ်လိမ်

source: Ban Lat
km: បានឡាត
lo: ບ້ານລາດ
my_mm: ပိတ်လက်

source: Cha-Am
km: ឆាអាំ
lo: ຊະອຳ
my_mm: ချာ-အမ်

source: Kaeng Krachan
lo: ແກ້ງກະຈັນ
my_mm: ကောင်ကရာချောင်းရွာ၊ ကညင်ကရာချောင်း

source: Khao Yoi
km: ខៅយយ
lo: ເຂົາຍ້ອຍ
my_mm: ခို ယွိုင်း

source: Mueang Phetchaburi
km: មឿងភីឆាបូរី
lo: ເມືອງເພັດຊະບູລີ
my_mm: မြောင်းပက်ချာဘူရီ

source: Nong Ya Plong
lo: ໜອງຫຍ້າປ້ອງ
my_mm: နောင် ယာ ပလောင်

source: Tha Yang
km: តា យ៉ាង
lo: ທ່າຢາງ
my_mm: သဟ ယန်

source: Bang Mun Nak
km: បាងមុនណាក់
lo: ບາງມູນນາກ
my_mm: Bang မြန်နတ်

source: Bueng Na Rang
lo: ບຶງນາຣາງ

source: Dong Charoen
lo: ດົງຈະເລີນ
my_mm: ဒေါင်ချောင်း

source: Mueang Phichit
km: មឿងភីឈីត
lo: ເມືອງພິຈິດ
my_mm: မြောင်းချောင်းရွာ

source: Pho Prathap Chang
lo: ໂພປະທັບຊ້າງ
my_mm: ဖဟိုပရသပ်ချောင်း

source: Pho Thale
km: ពូថាឡេ
lo: ໂພທະເລ
my_mm: ဖိုသယ်လီ

source: Sak Lek
km: សាក់ ឡេក
lo: ສາກເຫຼັກ

source: Sam Ngam
km: សាម ហ្គាម
lo: ສາມງ່າມ

source: Tap Khlo
km: ថេបខ្លូ
lo: ທັນຄໍ້
my_mm: ခပ် ခလို

source: Taphan Hin
lo: ຕະພານຫີນ
my_mm: တာဖန် ဟိန်း

source: Wachirabarami
lo: ວະຊິຣະບາຣາມີ
my_mm: ဝါချီရာဘာရာမီမီ

source: Wang Sai Phun
lo: ວັງຊາຍພູນ

source: Bang Krathum
km: បាងក្រាធំ
lo: ບາງກຣະທຸ່ມ

source: Bang Rakam
km: បាងរាខាម
lo: ບາງຣະກຳ

source: Chat Trakan
km: ចិត្រាកាន
lo: ຊາດຕະການ

source: Mueang Phitsanulok
km: មឿង ភីតសាណូឡូក
lo: ເມືອງພິດຊະນຸໂລກ
my_mm: မြောင်းဖစ်ဆနွတ်ခ်

source: Nakhon Thai
lo: ນະຄອນໄທ
my_mm: နက္ကန်သိန်း

source: Noen Maprang
lo: ເນີນມະປາງ
my_mm: နော်နင် မပရန်း

source: Phrom Phiram
lo: ພົມພິຣາມ

source: Wang Thong
lo: ວັງທອງ
my_mm: ဝမ်သွန်

source: Wat Bot
lo: ວັດໂບດ
my_mm: Wat Boat

source: Ban Phraek
km: បានប្រឹក
lo: ບ້ານແພຣກ
my_mm: ဘန်ဖရေ့ခ်

source: Bang Ban
km: បាងបាន
lo: ບາງບານ
my_mm: ဘန်ပိတ်ပင်မှု

source: Bang Pahan
km: បានផាហាន
lo: ບາງປະຫັນ
my_mm: ဘင်္ဂလားပါဟန်

source: Bang Pa-In
km: បានផាអីន
lo: ບາງປະອິນ

source: Bang Sai
km: បានសៃ
lo: ບາງໄຊ
my_mm: ဘန်ဆိုင်း

source: Lat Bua Luang
km: ឡាត បា ហ្លួង
lo: ລາດບົວຫຼວງ

source: Maha Rat
km: មហារ៉ាត
lo: ມະຫາລາດ
my_mm: မဟာရေ

source: Nakhon Luang
km: ណាខុនហ្លួង
lo: ນະຄອນຫຼວງ
my_mm: နာခေါင်လောင်

source: Phachi
lo: ພາຊີ

source: Phak Hai
lo: ຜັກໄຫ່

source: Sena
lo: ເສນາ
my_mm: စီနာ

source: Tha Ruea
lo: ທ່າເຣືອ
my_mm: သဟ ရူးအာ

source: Uthai
lo: ອຸໄທ

source: Wang Noi
lo: ວັງນ້ອຍ
my_mm: ဝမ်နွိုင်

source: Den Chai
lo: ເດ່ນໄຊ
my_mm: ဒဲ န် ချိုင်း

source: Mueang Phrae
km: មឿងព្រៀ
lo: ເມືອງ ແພ່
my_mm: မြောင်းရွာ၊ မြောင်းချောင်း

source: Nong Muang Khai
km: នុងមឿងកៃ
lo: ໜອງມ່ວງໄຂ່
my_mm: နောင်မောင်မောင်ခင်း

source: Rong Kwang
km: រ៉ុងក្វាង
lo: ຣ້ອງກວາງ
my_mm: ရွ န်း ကွမ်း

source: Song
km: សង
lo: ສອງ
my_mm: သီချင်း

source: Sung Men
km: ស៊ុងមែន
lo: ສູງເມ່ນ
my_mm: သီလူး

source: Wang Chin
lo: ວັງ​ຊິ້ນ
my_mm: ဝမ်ချင်း

source: Kathu
lo: ກະທູ້
my_mm: ကက်သ်

source: Mueang Phuket
km: មឿងភូកេត
lo: ເມືອງ ພູເກັດ
my_mm: မြောင်းဖူကတ်

source: Thalang
lo: ຖະລາງ

source: Ban Sang
km: ប៊ុនសាង
lo: ບ້ານສ້າງ
my_mm: ပုဂ္ဂိုလ်ကြီးဆန်း

source: Kabin Buri
km: កាប៊ីនបូរី
lo: ກະບິນບູລີ
my_mm: ကဘင်ဘူရီ

source: Mueang Prachin Buri
km: មឿងប្រាឈីនបូរី
lo: ເມືອງ ປາຈີນບູລີ
my_mm: မြောင်းရွာ၊ မြောင်းချောင်းဘူရီ

source: Na Di
lo: ນາດີ

source: Prachantakham
lo: ປາຈັນຕະຄາມ
my_mm: ပရာချန်ခါဟံ

source: Si Maha Phot
lo: ສີມະຫາໂພທິ

source: Si Mahosot
lo: ສີມະຫາໂຫສົດ

source: Bang Saphan
km: បាងសាផាន់
lo: ບາງສະພານ
my_mm: ဘန်ဆာဖာ

source: Bang Saphan Noi
km: បាងសាផាន់ណូយ
lo: ບາງສະພານນ້ອຍ
my_mm: ဘန်ဆာဖာနွိုင်

source: Hua Hin
lo: ຫົວຫິນ
my_mm: ဟွာဟင်

source: Kui Buri
km: គុយបូរី
lo: ກຸຍບູລີ
my_mm: ကူအီဘူရီ

source: Mueang Prachuap Khiri Khan
km: មឿងប្រាហាប់គិរីខាន់
lo: ເມືອງ ປະຈວບຄີຣີຂັນ
my_mm: မြောင်းပရာချပ် ခီရီ ခန်

source: Pran Buri
km: ប្រានបូរី
lo: ປານບູລີ

source: Sam Roi Yot
km: សាំរ៉យយុទ្ធ
lo: ສາມຮ້ອຍຍອດ
my_mm: ဆမ် ရွိုင် ယော့

source: Thap Sakae
km: ថប សាកែ
lo: ທັບສະແກ
my_mm: Thap Saka

source: Kapoe
lo: ກາເປີ
my_mm: ကပိုရွာ

source: Kra Buri
km: ក្រាបូរី
lo: ກະບູລີ
my_mm: ကရာ ဘူရီ

source: La-Un
lo: ລະອຸ່ນ

source: Mueang Ranong
km: មឿងរ៉ាណុង
lo: ເມືອງລະນອງ
my_mm: မြောင်းရောင်ရန်ကုန်း

source: Suk Samran
km: ស៊ូល សាំរ៉ង
lo: ສຸກສຳລານ
my_mm: ဆုခ် ဆာမရန်

source: Ban Kha
lo: ບ້ານຄາ
my_mm: ပုဂ္ဂိုလ် ခါး

source: Ban Pong
lo: ບ້ານໂປ່ງ
my_mm: ပုဂ္ဂိုလ်ကြီး

source: Bang Phae
km: បានផេ
lo: ບ້ານແພ
my_mm: ဘန်ဖီ

source: Chom Bueng
km: ឈុំបឹង
lo: ຈອມບຶງ

source: Damnoen Saduak
km: ដានឿន សាឌូក
lo: ດຳ​ເນີນ​ສະ​ດວກ
my_mm: ဒမ်နင် ဆာဒွတ်ခ်

source: Mueang Ratchaburi
km: មឿងរ៉ាឆាបូរី
lo: ເມືອງ ລາດຊະບູລີ
my_mm: မြောင်း ရတ်ချာဘူရီ

source: Pak Tho
lo: ປາກທໍ່
my_mm: ပါက သီဟိုး

source: Photharam
lo: ໂພທາຣາມ
my_mm: ဖောင်သာရံ

source: Suan Phueng
lo: ສວນຜຶ້ງ

source: Wat Phleng
lo: ວັດເພງ

source: Ban Chang
km: បានឆាង
lo: ບ້ານສາງ
my_mm: ဘန်ချန်

source: Ban Khai
km: បានខៃ
lo: ບ້ານຄ່າຍ
my_mm: Bhai

source: Khao Chamao
km: ខៅចាមម៉ៅ
lo: ເຂົາຊະເມົາ
my_mm: ခအိုချမာအို

source: Klaeng
lo: ແກງ
my_mm: ကလောင်

source: Mueang Rayong
km: មឿងរ៉ាយ៉ង
lo: ເມືອງ​ລະ​ຢອງ
my_mm: မြောင်းရေယောင်း

source: Nikhom Phatthana
km: នីខម ផាត់ថាណា
lo: ນິຄົມພັດທະນາ

source: Pluak Daeng
km: ផ្លឿងដឿង
lo: ປວກແດງ

source: Wang Chan
lo: ວັງຈັນ
my_mm: ဝမ်ချန်

source: At Samat
km: អាតសាម៉េត
lo: ອາດສາມາດ
my_mm: ဆာမတ်မြို့မှာ ဆမတ်မြို့မှာ

source: Changhan
lo: ຈັງຫານ
my_mm: ချန်ဟန်

source: Chaturaphak Phiman
km: ចៅធូរ៉ាផាក ភីមែន
lo: ຈະຕຸລະພັກພິມານ

source: Chiang Khwan
km: ឈៀងក្វាន
lo: ຊຽງຂວັນ
my_mm: ချောင်းချောင်းရွာ၊ ချောင်းဝ

source: Kaset Wisai
lo: ກະເສດວິໄສ
my_mm: ကက်ဆက် ဝီဆေး

source: Moei Wadi
km: ម៉ូ វ៉ាឌី
lo: ເມີຍວະດີ
my_mm: မိုးဝဲ ဝါဒီ

source: Mueang Roi Et
km: មឿងរ៉យអិត
lo: ເມືອງຮ້ອຍເອັດ
my_mm: မြောင်းရွှေ အီတီ

source: Mueang Suang
km: មឿងសួង
lo: ເມືອງສວາງ
my_mm: မြောင်းဆွေး

source: Nong Hi
km: នុងហាយ
lo: ໜອງຮີ
my_mm: နောင်ဟီ

source: Nong Phok
lo: ໜອງພອກ
my_mm: နောင် Phok

source: Pathum Rat
km: ផាធុមរ៉ាត់
lo: ປະທຸມລັດ
my_mm: ပါသုံရွက်

source: Phanom Phrai
km: ផានុនភារ៉ៃ
lo: ພະນົມໄພ

source: Pho Chai
lo: ໂພໄຊ
my_mm: ဖိုချိုင်း

source: Phon Sai
lo: ໂພນຊາຍ

source: Phon Thong
lo: ໂພນທອງ

source: Selaphum
km: សេឡាភំ
lo: ເສລະພູມ
my_mm: ဆီလဖမ်

source: Si Somdet
km: ស៊ី សូមដេត
lo: ສີສົມເດັດ

source: Suwannaphum
km: ស៊ូវ៉ាន់ណាភូមិ
lo: ສຸວັນນະພູມ

source: Thawat Buri
km: តាវ៉ាតបូរី
lo: ທະວັດບູຣີ
my_mm: သဝက် ဘူရီ

source: Thung Khao Luang
km: ធុងខាវហ្លួង
lo: ທຸ່ງເຂົາຫຼວງ

source: Aranyaprathet
lo: ອາຣັນຍະປະເທດ

source: Khao Chakan
km: ខាវឆាខាន
lo: ເຂົາສະກັນ
my_mm: ခိုချာကန်

source: Khlong Hat
km: ក្លងខេង
lo: ຄອງຫາດ
my_mm: ကလောင် ဦးထုပ်

source: Khok Sung
lo: ໂຄກສູງ
my_mm: ခိုးဆွေး

source: Mueang Sa Kaeo
km: មឿងសាកែវ
lo: ເມືອງ ສະແກ້ວ
my_mm: မြောင်း ဆာ ကီအို

source: Ta Phraya
km: តា ផ្រាយ៉ា
lo: ຕາພະຢາ

source: Wang Nam Yen
lo: ວັງນ້ຳເຢັນ

source: Wang Sombun
lo: ວັງສົມບູນ

source: Watthana Nakhon
lo: ວັດທະນາ ນະຄອນ
my_mm: ဝါသာနာ နာခေါင်

source: Akat Amnuai
lo: ອາກາດອຳນວຍ
my_mm: အာကတ် အမ်နွိုင်း

source: Ban Muang
km: បានមៀង
lo: ບ້ານມ່ວງ
my_mm: ပန် မြောင်း

source: Charoen Sin
km: ចារឿនស៊ីន
lo: ຈະເລີນສຶນ
my_mm: ချာရိုအင်းစိန်

source: Kham Ta Kla
lo: ຄຳຕາກ້າ
my_mm: ခမ်တာကလာ

source: Khok Si Suphan
lo: ໂຄກສີສຸພັນ
my_mm: ခိုးချောင်းစူဖါး

source: Kusuman
lo: ກຸສຸມານ
my_mm: ကူစူမန်

source: Kut Bak
lo: ກຸດບາກ
my_mm: Kut But

source: Mueang Sakon Nakhon
km: មឿងសាកននិគុណ
lo: ເມືອງ ສະກົນນະຄອນ
my_mm: မူအင်း ဆာကွန် နက္ကန်

source: Nikhom Nam Un
lo: ນິຄົມນໍ້າອູນ

source: Phang Khon
lo: ພັງໂຄນ

source: Phanna Nikhom
km: ផាន់ណា នីកឃុម
lo: ພັນນານິຄົມ

source: Phon Na Kaeo
km: ផុនណាកែវ
lo: ໂພນນາແກ້ວ

source: Phu Phan
lo: ພູພານ

source: Sawang Daen Din
km: សាវ៉ាងដានឌីន
lo: ສະວ່າງແດນດິນ
my_mm: ဆာဝမ် ဒိန်းဒင်း

source: Song Dao
km: សូនដៅ
lo: ສ່ອງດາວ
my_mm: သီချင်း ဒါအို

source: Tao Ngoi
km: ថូហ្ងយ
lo: ເຕົ່າງອຍ
my_mm: တာအို နဂွိုင်

source: Wanon Niwat
lo: ສານອນນິວາດ

source: Waritchaphum
km: វ៉ារិតឆាផុន
lo: ວາລິດຊະພູມ
my_mm: ဝါရစ်ချာဖမ်

source: Bang Bo
km: បាងបូ
lo: ບາງບໍ່
my_mm: ဘောင်းဘိုး

source: Bang Phli
km: បាងភី
lo: ບາງພີ
my_mm: ဘန်ဖလီ

source: Bang Sao Thong
km: បាងសូថុង
lo: ບາງເສົາທົງ

source: Mueang Samut Prakan
km: មឿងសាមុទ្រប្រាកាន
lo: ເມືອງ ສະມຸດປາການ
my_mm: မူယန်း ဆာမွတ်ပရာကန်

source: Phra Pradaeng
lo: ພະປຣະແດງ

source: Phra Samut Chedi
km: ព្រះសាមុតឆែឌី
lo: ພະສະມຸດເຈດີ

source: Ban Phaeo
km: បានផ្កែវ
lo: ບ້ານແພ້ວ
my_mm: ပန်ဖီအိုး

source: Krathum Baen
km: ក្រាធំបៀន
lo: ກະທຸ່ມແບນ
my_mm: ကရာတုံဗန်း
