Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Mueang Samut Sakhon
km: មឿងសាមុនសាខន
lo: ເມືອງ​ສະ​ມຸດສາຄອນ
my_mm: မူအင် ဆာမွတ် ဆာကွန်းမြို့

source: Amphawa
lo: ອຳພະວາ
my_mm: အမ်ဟာဝါ

source: Bang Khonthi
km: បាងកុនធី
lo: ບາງຄົນທີ
my_mm: ဘန်ခွန်သီ

source: Mueang Samut Songkhram
km: មឿងសាមុនសងខាំ
lo: ເມືອງ​ສະ​ມຸດ​ສົງ​ຄາມ
my_mm: မြောင်းမောင်ဆာမွတ်သွန်ခရံ

source: Ban Mo
km: បាងម៉ូ
lo: ບ້ານໝໍ
my_mm: ပုဂ္ဂိုလ်မို

source: Don Phut
lo: ດອນພຸດ
my_mm: ဒေါ်ဖွတ်

source: Kaeng Khoi
km: កៀងខៃ
lo: ແກ່່ງຄອຍ
my_mm: ကောင်ခွိုင်း

source: Muak Lek
km: មូកឡិច
lo: ໝວກເຫຼັກ
my_mm: မူ့လက်ခ်

source: Mueang Saraburi
km: មឿងសារ៉ាបូរី
lo: ເມືອງ ສະຣະບູຣີ
my_mm: မြူအင်း ဆာရာဘူရီ

source: Nong Don
lo: ໜອງໂດນ
my_mm: နောင်ဒေါ်ဒေါင့်

source: Nong Khae
km: នុងខេ
lo: ໜອງແຄ
my_mm: နောင်ချောင်းရွာ

source: Nong Saeng
lo: ໜອງແຊງ
my_mm: နောင်ဆန်း

source: Phra Phutthabat
km: ព្រះពូធធាបាទ
lo: ພະພຸດທະບາດ

source: Sao Hai
lo: ເສົາໄຫ້
my_mm: စောဟိုင်း

source: Wang Muang
km: វ៉ាងមឿង
lo: ວັງມ່ວງ
my_mm: Wang မြောင်း

source: Wihan Daeng
km: វីហាន ដឿង
lo: ວິຫານແດງ
my_mm: ဝီဟန် ဒန်း

source: Khuan Don
lo: ຄວນໂດນ
my_mm: ခွေးဒေါင့်

source: Khuan Kalong
km: គួន ខ្លង
lo: ຄວນກາຫຼົງ
my_mm: ခွေးကလောင်

source: La-Ngu
lo: ລະງູ

source: Manang
lo: ມະນັງ
my_mm: မန်းနန်း

source: Mueang Satun
km: មឿងសាតុន
lo: ເມືອງ ສະຕູນ
my_mm: မြောင်းဆန်း

source: Tha Phae
km: ថាផេ
lo: ທ່າແພ
my_mm: သဟဖီ

source: Thung Wa
lo: ທຸ່ງຫວ້າ

source: Benchalak
km: បេកាឡាក់
lo: ເບັນຈະລັກ
my_mm: ဘန်ချာလက်

source: Bueng Bun
km: បៀងប៊ុន
lo: ບຶງບູນ

source: Huai Thap Than
km: ហួយ ថាបថាន់
lo: ຫ້ວຍທັບທັນ
my_mm: ဟွိုင်းသပ်ထက် ဟွိုင်းသပ်

source: Kantharalak
lo: ກັນທະລາຣັກ
my_mm: ကန်သာလတ်

source: Kanthararom
km: កានថាអាំរ៉ូម
lo: ກັນທະຣາຣົມ
my_mm: ကန်သာရုံ

source: Khukhan
lo: ຂຸຂັນ
my_mm: ခူခေါင်

source: Khun Han
lo: ຂຸນຫານ
my_mm: ခွန် ဟန် ဟန်

source: Mueang Chan
km: មឿងចាន់
lo: ເມືອງຈັນ
my_mm: မြောင်းချောင်းရွာ၊ မြောင်းချောင်း

source: Mueang Si Sa Ket
km: មឿងស៊ីសាកេត
lo: ເມືອງສີສະເກດ
my_mm: မြောင်း ဆီ ဆာ ကိတ်

source: Nam Kliang
km: ណាម គ្លៀង
lo: ນໍ້າກ້ຽງ

source: Non Khun
lo: ໂນນຄູນ
my_mm: နော် ခန်

source: Phayu
lo: ພະຍຸ
my_mm: ဖာဟဲ

source: Pho Si Suwan
lo: ໂພສີສຸວັນ
my_mm: ဖို စီ စူဝမ်

source: Phrai Bueng
km: ប្រៃបឹង
lo: ໄພຣບຶງ
my_mm: ဖာရေဘွမ်

source: Phu Sing
lo: ພູສິງ
my_mm: Phu သီဆို

source: Prang Ku
km: ផ្រាងគូ
lo: ປາງກູ່

source: Rasi Salai
lo: ລາສີໄສ
my_mm: ရာစီ ဆာလိုင်

source: Si Rattana
lo: ສິຮັດຕະນະ
my_mm: Si Ratna

source: Sila Lat
lo: ສີລາລາດ
my_mm: စီလာလက်

source: Uthumphon Phisai
km: អ៊ុតថាផុន ភីសៃ
lo: ອຸທຸມພອນພິໄສ

source: Wang Hin
lo: ວັງຫິນ

source: Yang Chum Noi
km: យ៉ាងឈំណូយ
lo: ຢາງຊຸມນ້ອຍ
my_mm: Yang Chum နွိုင်

source: Bang Rachan
km: បាងរ៉ាចាន់
lo: ບາງຣະຈັນ
my_mm: Bang Rachang

source: In Buri
km: អ៊ីនបូរី
lo: ອິນບູຣີ
my_mm: ဘူရီမြို့တွင်

source: Khai Bang Rachan
km: កៃ បាងរ៉ាចាន់
lo: ຄ່າຍບາງຣະຈັນ
my_mm: ခွေးဘန်ချောင်းရွာ

source: Mueang Sing Buri
km: មឿងស៊ីនបូរី
lo: ເມືອງ ສິງບູຣີ
my_mm: မြောင်းသီသီဘူရီ

source: Phrom Buri
km: ព្រំបូរី
lo: ພົມບູຣີ

source: Tha Chang
lo: ທ່າຊ້າງ
my_mm: ချင်းချောင်းရွာ၊ သဟချောင်း

source: Bang Klam
km: បងក្លាម
lo: ບາງກໍ່າ

source: Chana
lo: ຈະນະ
my_mm: ချာနာ

source: Hat Yai
km: ហេយ៉ៃ
lo: ຫາດໃຫຍ່
my_mm: ဟက် ယာိုင်း

source: Khlong Hoi Khong
lo: ຄອງຫອຍໂຄ່ງ
my_mm: ခလောင် ဟွိုင်း ခွန်

source: Khuan Niang
lo: ຄວນນຽງ
my_mm: ခွေးချောင်းရွာ၊ ကွမ်းချောင်း

source: Krasae Sin
km: ក្រាសែស៊ីន
lo: ກະແສສິນ
my_mm: ကရာဆေးဆိုင်း

source: Mueang Songkhla
km: មឿងសងក្លា
lo: ເມືອງ ສົງຂາ
my_mm: မြောင်းဆွန်ခလာ

source: Na Mom
km: ណាម៉ុន
lo: ນາມ່ອມ
my_mm: Na Mm

source: Na Thawi
lo: ນາທະວີ

source: Ranot
lo: ຣະໂນດ
my_mm: ရာနော့

source: Rattaphum
km: រតតាភូមិ
lo: ລັດຕະພູມ
my_mm: ရက်တာဖမ်

source: Saba Yoi
lo: ສະບ້າຍ້ອຍ
my_mm: ဆာဘာယွိုင်း

source: Sadao
lo: ສະເດົາ
my_mm: ဆာဒိုး

source: Sathing Phra
km: សាទីងប្រា
lo: ສະທິງພະ

source: Singhanakhon
km: ស៊ីងហាណាខុន
lo: ສິງຫະນະຄອນ

source: Thepha
km: ទេផា
lo: ເທພາ
my_mm: သီပေါ

source: Ban Dan Lan Hoi
km: បានដានឡានហាវ
lo: ບ້ານດ່ານລານຫອຍ

source: Khiri Mat
lo: ຄີຣີມາດ

source: Kong Krailat
km: កុងក្រៃឡាត
lo: ກົງໄກລາດ
my_mm: Kong Krailil

source: Mueang Sukhothai
lo: ເມືອງສຸໂຂໄທ
my_mm: မြောင်းဆူဟိုးသိုင်း

source: Sawankhalok
lo: ສະຫວັນຄະໂລກ
my_mm: ဆာနန်ကလုတ်

source: Si Nakhon
lo: ສີນະຄອນ

source: Si Samrong
lo: ສີສຳໂຣງ
my_mm: Si Samronron

source: Si Satchanalai
lo: ສີສັດຊະນາໄລ
my_mm: Si Satchanal

source: Thung Saliam
km: តុងសាលៀម
lo: ທຸ່ງສະຫຼ່ຽມ

source: Bang Pla Ma
km: បាងផ្លាម៉ា
lo: ບາງປາມ້າ

source: Dan Chang
km: ដានឆាង
lo: ດ່ານຊ້າງ
my_mm: ဒန် ချန်း

source: Doem Bang Nang Buat
km: ដឿមបាងង៉ាន់បាត
lo: ເດີມບາງນາງບວດ
my_mm: Doem Bang Nang Bat

source: Don Chedi
lo: ດອນເຈດີ
my_mm: ဒွန် ချီဒီ

source: Mueang Suphan Buri
km: មឿងសុផាបូរី
lo: ເມືອງສຸພັນບູລີ
my_mm: ဦးစူဖန် ဘူရီ

source: Nong Ya Sai
lo: ໜອງຫຍ້າໄຊ
my_mm: နောင် ယာ ဆိုင်း

source: Sam Chuk
km: សាមជុក
lo: ສາມຊຸກ
my_mm: ဆမ်ချွတ်ခ်

source: Si Prachan
lo: ສີປະຈັນ
my_mm: ဆီပရာကန်

source: Song Phi Nong
lo: ສອງພີ່ນ້ອງ
my_mm: သီချင်းဖီနောင်

source: U Thong
lo: ອູ່ທອງ

source: Ban Na Doem
km: បានណាដឿម
lo: ບ້ານນາເດີມ
my_mm: ပန်နာ ဒွမ်

source: Ban Na San
km: បានណាសាន
lo: ບ້ານນາສານ
my_mm: ဘန် နာ ဆန်

source: Ban Ta Khun
km: បានតាឃុន
lo: ບ້ານຕາຂຸນ
my_mm: ပန် တာ ခန်

source: Chai Buri
km: ឆៃបូរី
lo: ໄຊບູລີ

source: Chaiya
lo: ໄຊຍາ
my_mm: ချိုင်ယာ

source: Don Sak
lo: ດອນສັກ
my_mm: ဒွန် ဆာ့ခ်

source: Kanchanadit
km: កនចាន់ណាឌីត
lo: ການຈະນະດິດ
my_mm: ကန်ချောင်းရွာ၊ ကံကုန်း

source: Khian Sa
lo: ຄຽນຊາ
my_mm: ချန်းဆာ

source: Khiri Rat Nikhom
lo: ຄິຣີລັດ ນິຄົມ

source: Ko Pha-Ngan
lo: ເກາະພະງັນ
my_mm: ကိုဖာ-နဂန်

source: Ko Samui
lo: ເກາະສະໝຸຍ
my_mm: ကို ဆာမွိုင်း

source: Mueang Surat Thani
km: មឿងសូរ៉ាតតានី
lo: ເມືອງ ສຸລາດທານີ
my_mm: မြောင်းစူရတ်သာနီ

source: Phanom
lo: ພະນົມ
my_mm: ငရွှံ့နွံ

source: Phrasaeng
lo: ພະແສງ
my_mm: Phraseng

source: Phunphin
lo: ພຸນພິນ

source: Tha Chana
lo: ທ່າຊະນະ
my_mm: သဟ ချာနာ

source: Vibhavadi
km: វីប៊ីហាវ៉ាឌី
lo: ວິພາວະດີ
my_mm: ဗီဗဟာဗာဒီ

source: Buachet
lo: ບົວເຊດ
my_mm: ဘူယာချတ်

source: Chom Phra
km: ចមផ្កា
lo: ຈອມພະ

source: Chumphon Buri
km: ជុំភុនបូរី
lo: ຊຸມພົນບູຣີ

source: Kap Choeng
km: កាបឈឿង
lo: ກາບເຊີງ
my_mm: ကပ်ချောင်း

source: Khwao Sin Rin
lo: ເຂົາສິນບູຣີ
my_mm: ခဝါသိန်းရင်

source: Lamduan
km: ឡាមដឿន
lo: ລໍາດວນ
my_mm: လမုဒ္ဒူ

source: Mueang Surin
km: មឿងសុរិន
lo: ເມືອງ ສຸລິນ
my_mm: မြောင်းစူရင်

source: Non Narai
km: ណានណារ៉ៃ
lo: ໂນນນາລາຍ
my_mm: NNNNarai

source: Phanom Dong Rak
km: ប្រណុម ដុង រ៉ាក
lo: ພະນົມດົງລັກ

source: Prasat
km: ប្រាសាទ
lo: ປາສາດ
my_mm: ပရာဆက်

source: Rattanaburi
lo: ລັດຕະນະບູລີ
my_mm: ရက်တာနာဘူရီ

source: Samrong Thap
lo: ສຳໂລງທາບ
my_mm: ဆမ်ရောင်းသပ်

source: Sangkha
km: សាន់ខា
lo: ສັງຂະ
my_mm: ဆန်ခါ

source: Sanom
lo: ສະນົມ
my_mm: ဆာနွမ်

source: Si Narong
lo: ສີນະຣົງ

source: Sikhoraphum
km: ស៊ីខារ៉ាផុំ
lo: ສີຂໍຣະພູມ
my_mm: ဆစ်ခိုရာဖမ်

source: Tha Tum
km: ថាធុម
lo: ທ່າຕູມ

source: Ban Tak
km: បានតាក់
lo: ບ້ານຕາກ
my_mm: တာ့ခ်

source: Mae Ramat
km: ម៉េរ៉ាម៉ាត
lo: ແມ່ຣະມາດ
my_mm: မာရာမတ်

source: Mae Sot
km: ម៉េសុត
lo: ແມ່ສອດ

source: Mueang Tak
km: មឿងតាក់
lo: ເມືອງຕາກ
my_mm: မူယန်း တာ့ခ်

source: Phop Phra
lo: ພົບພະ

source: Sam Ngao
km: សាមង៉ៅ
lo: ສາມເງົາ
my_mm: ဆမ်နဂါအို

source: Tha Song Yang
km: ថា សុង យ៉ាង
lo: ທ່າສອງຢາງ
my_mm: သီဟေယန်

source: Umphang
lo: ອຸ້ມຜາງ
my_mm: အူဖောင်း

source: Wang Chao
km: វ៉ាងឆៅ
lo: ວັງເຈົ້າ
my_mm: ဝမ်ချောင်း

source: Hat Samran
km: ហាត សាមរ៉ាន
lo: ຫາດສຳລານ
my_mm: ဟက် ဆာမရန်

source: Huai Yot
km: ហួយ​ យុត
lo: ຫ້ວຍຢອດ
my_mm: ဟွိုင်း ယော့

source: Kantang
km: កានតាង
lo: ກັນຕັງ
my_mm: ကန်တန်မြို့

source: Mueang Trang
km: មឿង ត្រាង
lo: ເມືອງ ຕັງ
my_mm: မြောင်းထရန်

source: Na Yong
lo: ນາໂຍງ

source: Palian
lo: ປະຫຼຽນ
my_mm: ပါလီမန်

source: Ratsada
lo: ລັດສະດາ
my_mm: ရတ်ဆာဒါ

source: Sikao
km: ស៊ីកាវ
lo: ສິເກົາ
my_mm: ဆီကာအို

source: Wang Wiset
km: វ៉ាងវីសិត
lo: ວັງ​ວິ​ເສດ

source: Yan Ta Khao
km: យ៉ាន តា ខៅ
lo: ຍ່ານຕາຂາວ

source: Bo Rai
km: បូ រ៉ៃ
lo: ບໍ່ໄຣ່
my_mm: ဘို ရိုင်

source: Khao Saming
km: ខៅសាមីង
lo: ເຂົາສະໝິງ
my_mm: ခို ဆမ်မင်မောင်း

source: Khlong Yai
km: ខ្លុងយ៉ៃ
lo: ຄອງໃຫຍ່
my_mm: ခလောင်ယိုင်း

source: Ko Chang
lo: ເກາະຊ້າງ
my_mm: ကိုချန်

source: Ko Kut
km: កុគុត
lo: ເກາະກູດ
my_mm: ကုတ်

source: Laem Ngop
km: ឡេម ហ្គោប
lo: ແຫຼມງອບ

source: Mueang Trat
km: មឿងត្រាត
lo: ເມືອງ ຕຣາດ
my_mm: မြောင်းကုန်းရွာ၊ မြောင်း

source: Buntharik
lo: ບຸນທິກ
my_mm: ဘန်သာရစ်

source: Det Udom
lo: ເດດອຸດົມ

source: Don Mot Daeng
km: ដុន មុតដៀង
lo: ດອນມົດແດງ

source: Khemarat
lo: ເຂມະລາດ
my_mm: ခမာရတ်

source: Khong Chiam
lo: ໂຂງຈຽມ
my_mm: ခေါင်ချီ

source: Khueang Nai
km: ក្វីងណៃ
lo: ເຂື່ອງໃນ
my_mm: ခွေးချောင်းနိုင်း

source: Kut Khaopun
km: គុត ខៅភុន
lo: ກຸດເຂົ້າປຸ້ນ
my_mm: ခါးချောင်းရွာ၊ ကွမ်းချောင်း

source: Lao Suea Kok
lo: ເຫຼົ່າເສືອໂກກ
my_mm: Lao Sue Kok

source: Muang Sam Sip
km: មឿងសាមសិប
lo: ມ່ວງສາມສິບ
my_mm: မြောင်းဆမ် ဆမ်ဆစ်

source: Mueang Ubon Ratchathani
km: មឿងយូប៊ុនរ៉ាចឆាយ៉ានី
lo: ເມືອງ ອຸດອນລາດຊະທານີ
my_mm: မြောင်းအူဘွန် ရက်ခါသနီ

source: Na Chaluai
lo: ນາຈະຫຼວຍ

source: Na Tan
km: ណា តាន
lo: ນາຕານ

source: Na Yia
km: ណា យ៉ៃ
lo: ນາເຢຍ

source: Nam Khun
lo: ນໍ້າຂຸ່ນ

source: Nam Yuen
lo: ນໍ້າຢືນ

source: Phibun Mangsahan
km: ភីប៊ុន មាងសាហាន
lo: ພິບູນ ມັງສາຫານ
my_mm: ဖီဘူမန်းဆာဟ်

source: Pho Sai
lo: ໂພໄຊ
my_mm: ဖို ဆိုင်း

source: Samrong
lo: ສຳໂຣງ
my_mm: ဆမ်မောင်း

source: Sawang Wirawong
lo: ສະວ່າງວິຣະວົງ
my_mm: စောအင် ဝီရာဝင်း

source: Si Mueang Mai
km: ស៊ីមឿងម៉ៃ
lo: ສີເມືອງໃໝ່

source: Sirindhorn
lo: ສິຣິນທອນ
my_mm: ဆာရင်ဒဟွန်း

source: Tan Sum
km: តាន់ស៊ូម
lo: ຕານສຸມ
my_mm: တန်ဆွေးနွေး

source: Thung Si Udom
lo: ທຸ່ງສີອຸດອນ

source: Trakan Phuet Phon
km: ត្រាកានភឿតភុន
lo: ຕະການພືດຜົນ
my_mm: ထရာကန်ဖူရက်ဖုန်း

source: Warin Chamrap
km: វ៉ារីន ចំរាប​
lo: ສາລິນຊຳລາບ
my_mm: ဝေါရင် ချမ်ရပ်

source: Ban Dung
lo: ບ້ານດຸງ

source: Ban Phue
lo: ບ້ານຜື
my_mm: ပန်ဖူး

source: Chai Wan
lo: ໄຊວານ

source: Ku Kaeo
lo: ກູ່ແກ້ວ
my_mm: ကူကေးအို

source: Kumphawapi
lo: ກຸມພາວາປີ
my_mm: ကျုံဖောင်းရွာ၊ ကျုံဖဝါး

source: Kut Chap
km: គុត ឆៀប
lo: ກຸດຈັບ
my_mm: ကတ်ချပ်ချောင်းရွာ၊ ကတ်ချောင်း

source: Mueang Udon Thani
km: មឿងឌត្ដមតានី
lo: ເມືອງ ອຸດອນທານີ
my_mm: မြောင်းအူဒွန်သာနီ

source: Na Yung
lo: ນາຍຸງ

source: Nam Som
lo: ນໍ້າໂສມ

source: Non Sa-At
km: ណានសាអាត
lo: ໂນນສະອາດ
my_mm: ဆာ-အတ္ထုပ္ပတ္တိ

source: Nong Han
lo: ໜອງຫານ
my_mm: နော် ဟန်

source: Nong Wua So
lo: ໜອງງົວຊໍ
my_mm: နော့ ဝူးဝါးဆိုတော့

source: Phen
lo: ເພັນ

source: Phibun Rak
lo: ພິບູນຮັກ
my_mm: ဖီ ဘူ ရ က် စ်

source: Prachaksinlapakhom
km: ប្រាឆាក់ស៊ីនឡាប៉ាឃុម​
lo: ປະຈັກສິນປາຄົມ
my_mm: ပရာချာစင်လာပါခ်ဟွမ်

source: Sang Khom
lo: ສ້າງຄອມ
my_mm: ဆန်ကွမ်း

source: Si That
km: ស៊ីថាត
lo: ສີທາດ
my_mm: စီ

source: Thung Fon
lo: ທຸ່ງຝົນ

source: Wang Sam Mo
lo: ວັງສາມໝໍ

source: Ban Rai
lo: ບ້ານໄຮ່
my_mm: ပုဂ္ဂိုလ်ရေးရိုင်

source: Huai Khot
lo: ຫ້ວຍຄົດ
my_mm: ဟွိုင်း ခေါ့

source: Lan Sak
lo: ລານສັກ
my_mm: လိန်း ဆာ့ခ်ျ

source: Mueang Uthai Thani
km: មឿងអ៊ុលថៃថានី
lo: ເມືອງອຸດອນທານີ
my_mm: မြောင်းအူသိုင်းသာနီ

source: Nong Chang
lo: ໜອງສາງ
my_mm: နောင်ချောင်းရွာ၊ နောင်ချောင်း

source: Nong Khayang
km: នុងខាយ៉ាង
lo: ໜອງຂາຍ່າງ
my_mm: နောင်ချောင်းရွာ၊ ညောင်ချောင်း

source: Sawang Arom
lo: ສະຫວ່າງອາລົມ
my_mm: ဆာဝမ်အာရမ်း

source: Thap Than
lo: ທັບທັນ

source: Ban Khok
km: បានខុក
lo: ບ້ານໂຄກ
my_mm: Bhhhok

source: Fak Tha
lo: ຟາກທ່າ

source: Laplae
km: លេបលេ
lo: ລັບແລ
my_mm: လာပလေ

source: Mueang Uttaradit
km: មឿងអ៊ុលត្រាឌីត
lo: ເມືອງ ອຸດຕະລາດິດ
my_mm: မြောင်းအူတရာဒစ်

source: Nam Pat
lo: ນໍ້າປາດ

source: Phichai
lo: ພິໄຊ
my_mm: ဖီချောင်းရွာ၊ ဖီချောင်း

source: Tha Pla
lo: ທ່າປາ
my_mm: သီဟပလပ်

source: Thong Saen Khan
lo: ທອງແສນຂັນ

source: Tron
lo: ຕຣອນ
my_mm: ထရွန်

source: Bannang Sata
lo: ບັນນັງສະຕາ
my_mm: ဘန်နန်ဆာတာ

source: Betong
lo: ເບຕົງ
my_mm: ဘေတွန်

source: Kabang
km: កាបាង
lo: ກະບັງ
my_mm: ကဘန်

source: Krong Pinang
km: ក្រុង ភីនាង
lo: ກຸງປີນັງ
my_mm: ကရောင်းပင်ဂန်

source: Mueang Yala
km: មឿងយ៉ាឡា
lo: ເມືອງຢະລາ
my_mm: မူအင်းယာလာ

source: Raman
lo: ຣາມັນ
my_mm: ရာမန်

source: Than To
km: ថានតូ
lo: ທານໂຕ
my_mm: ထက်

source: Yaha
lo: ຢະລາ
my_mm: ယာဟား

source: Kham Khuean Kaeo
lo: ຄຳເຂື່ອນແກ້ວ
my_mm: ခမ် ခွေးချောင်းရွာ၊ ကညင်

source: Kho Wang
lo: ຄໍ້ວັງ
my_mm: ခိုဝင်း

source: Kut Chum
lo: ກຸດຊຸມ
my_mm: ခတ်ချုံ

source: Loeng Nok Tha
km: លឿងនុកថា
lo: ເລີງນົກທາ
my_mm: Loeng Nok Thaha

source: Maha Chana Chai
km: ម៉ាហាឆាណាឆៃ
lo: ມະຫາຊະນະໄຊ
my_mm: မဟာချာချောင်း

source: Mueang Yasothon
km: មឿងយ៉ាសុធុន
lo: ເມືອງ ຢະໂສທອນ
my_mm: မြောင်း ယာဆိုတွန်

source: Pa Tio
lo: ປ່າຕິ້ວ
my_mm: ပါတီအို

source: Sai Mun
lo: ຊາຍມູນ
my_mm: ဆိုင်းမြန်

source: Thai Charoen
lo: ໄທຈະເລີນ
my_mm: ထိုင်းချောင်း

source: An Phú
km: អាន់ហ្វ៊ូ​
lo: ອານຟູ

source: Chau Doc
km: ឆៅដូ​
lo: ເຈີດົກ
my_mm: ချောက်ဒေါ့

source: Châu Phú
km: ឆៅភូ
lo: ຊາພູ
my_mm: Châu ဖူ

source: Châu Thành
km: ឆៅត្រាញ់
lo: ຈ່າວແທ່ງ

source: Chợ Mới
km: ឆៅមួយ
lo: ເຈີເມີ່ຍ

source: Long Xuyen Township
km: ទីប្រជុំជន ឡុងហ្សូយៀន
lo: ເມືອງລອງຊວຽນ
my_mm: ဇူယန်းမြို့နယ်ရှည်

source: Phú Tân
km: ហ្វ៊ូតុន​
lo: ຟູເຕິນ
my_mm: Ph Tân

source: Tân Châu
km: តាន ហ្សៅ
lo: ເຕິນເຈົາ

source: Thoại Sơn
km: ថៅស៊ុន
lo: ຖອຍເຊີນ

source: Tịnh Biên
lo: ຕິກບຽນ

source: Tri Tôn
km: ទ្រី តុន​
lo: ຈິໂຕນ
my_mm: ထေါ်ထီး

source: Ba Ria
km: បារ៉ៃ
lo: ບ່າເສ້ຍ

source: Châu Đức
km: ហ្សៅដុក
lo: ເຈິດຶກ

source: Côn Đảo
km: កុន ដៅ
lo: ໂກນດ່າວ
my_mm: ကောန် Đảo

source: Đất Đỏ
km: ដេតដូ
lo: ແດດດໍ

source: Long Điền
km: ឡុង ដៀន
lo: ລອງບຽນ

source: Tân Thành
km: តានតាញ់
lo: ເຕີນແທ່ງ

source: Vũng Tàu
km: វួង ថាវ
lo: ຫວຸງເຕົ່າ

source: Xuyên Mộc
km: ស៊ូយៀន មុក
lo: ຊຸນມົກ

source: Hiệp Hòa
km: ហៀប ហាវ
lo: ຫຽບຮົວ

source: Lạng Giang
km: ឡាង ហ្សៀង
lo: ຫຼັກຊາງ
my_mm: Lạng Giangian

source: Lục Nam
km: លុចណាម
lo: ລູ​ກ​ນ້າ
my_mm: Lục နမ်

source: Lục Ngạn
km: លុចង៉ាន់
lo: ລຸກງານ

source: Sơn Động
km: សាន់ដុង
lo: ເຊີນດົກ

source: Tân Yên
km: តានយាន
lo: ເຕີນຍຽນ

source: Việt Yên
km: វៀតយៀន​
lo: ຫວຽດຍຽນ

source: Yên Dũng
km: យៀនដួង
lo: ຍຽນສຸງ

source: Yên Thế
km: យៀនធា
lo: ຍຽນເຖ

source: Ba Bể
km: បាបេ
lo: ບາ​ເບ
my_mm: ဘာ Bể

source: Bac Kan
km: បាក កន​
lo: ບັກການ
my_mm: ဘတ် ကန်

source: Bạch Thông
km: បាក ថុង
lo: ແບັກທົງ
my_mm: Bạch Thng

source: Chợ Đồn
km: ឆាវដុង
lo: ເຈິໂດນ

source: Na Ri
km: ណារី​
lo: ນາຊີ

source: Ngân Sơn
km: ង៉ានសាន់
lo: ເງີນເຊີນ

source: Pác Nặm
km: ផាកង៉ាម
lo: ປາກນໍ້າ
my_mm: ပါ့ခ် Nặm

source: Đông Hải
km: ដុងហៃ
lo: ດົງໄຮ

source: Giá Rai
km: ហ្កែរ៉ៃ
lo: ສາໄຊ
my_mm: ဂျီအာ ရိုင်း

source: Hồng Dân
km: ហុងដាង
lo: ຫົງເຊິນ

source: Phước Long
km: បុងឡុង​
lo: ເຟືອກລອງ
my_mm: Phước ကြာမြင့်စွာကတည်းက Phước ရှည်

source: Vĩnh Lợi
km: វិញ ឡូ
lo: ວິງເລີຍ

source: Gia Bình
km: ហ្កាយ ប៊ិញ
lo: ຊາບິ່ງ
my_mm: ဂျီယာ Bình

source: Lương Tài
km: លុង តៃ
lo: ເລືອງຕາຍ

source: Quế Võ
km: ខេវ៉ូ
lo: ເກຫຍໍ

source: Thuận Thành
km: ហ្សួន ហ្សាន
lo: ທວດແທ່ງ

source: Tiên Du
km: ទៀនឌូ
lo: ຕຽນຊູ
my_mm: Tiên ဒူ

source: Từ Sơn
km: ធូ សុន
lo: ຕື່ເຊີນ

source: Yên Phong
km: យៀនផុង
lo: ຢຽນຟອງ

source: Ba Tri
km: បាទ្រី​
lo: ບາທີ

source: Bình Đại
km: ប៊ីងដាយ
lo: ບິ່ງດາຍ

source: Chợ Lách
km: កៅ ឡាញ់
lo: ເຈີແລັກ
my_mm: Chợ လ ခ်

source: Giồng Trôm
km: ហ្គាងត្រំ
lo: ເຈີ່ມໂຈມ
my_mm: Giồng ထရွမ်

source: Mỏ Cày
km: ម៉ូហ្កៃ
lo: ເໝາະເກີຍ

source: Thạnh Phú
km: ថាញ់ភូ
lo: ແທກຝູ
my_mm: Thạnh ဖူ

source: An Lão
lo: ອານ​ຫຼາວ

source: An Nhơn
km: អាន ញុន
lo: ອານເຍີນ

source: Hoài Ân
km: ហៃ អាន
lo: ຫວຍເອີນ

source: Hoài Nhơn
km: ហៃ ញូន
lo: ຫວຍເຍີນ

source: Phù Cát
km: ភូកាត
lo: ຟູ່ກັດ
my_mm: Phù ကဲ့တ် Phù ကဲ့တ်

source: Phù Mỹ
km: ភូ មី
lo: ຟູ່ມິ

source: Qui Nhơn
km: ហ្គី
lo: ກຸຍເຍີນ

source: Tây Sơn
km: ទៃសាន
lo: ເຕີຍເຊີນ

source: Tuy Phước
km: ទុយហ្វុក
lo: ຕຸຍເຟືອກ

source: Van Canh
km: វ៉ាន់ កែន​
lo: ວານແກງ
my_mm: ဗန် ကန်

source: Vĩnh Thạnh
km: វិញថាន់
lo: ຫວິງແທ່ງ

source: Bến Cát
km: ប៊ិន ខាត
lo: ເບັນກັດ
my_mm: Bến ကဲ့ Bến ကဲ့့ တ်

source: Dau Tieng
km: ដៅ ទៀង
lo: ເຊີ່ຕຽງ
my_mm: ဒူးတီယန်

source: Di An
km: ឌីអាន់​
lo: ຊີອານ

source: Phú Giáo
km: ភូហ្កៃ
lo: ຟູສາວ
my_mm: Phü Giáo

source: Tân Uyên
km: តាន់យៀន
lo: ເຕິນເຢນ

source: Thủ Dầu Một
km: ធូដុមុត
lo: ຖູເສີ່ໂມດ

source: Thuận An
km: ធៀន អាន
lo: ທວດອານ

source: Bình Long
lo: ບິ່ງລອງ
my_mm: Bình ရှည်လျားစွာ Bình Bình

source: Bù Đăng
km: ឌូដាង
lo: ບູ່ດາງ

source: Bu Dop
km: ប៊ូដប​
lo: ບູ່ດົກ

source: Chơn Thành
km: ខូនថាញ់
lo: ເຈີນແທ່ງ

source: Đồng Phù
km: ដុងភូ
lo: ດົ່ງຝູ

source: Dong Xoai
km: ដុង ហ្សៃ
lo: ດົງສ່ວຍ
my_mm: ဒွန် ဇွိုင်း

source: Lộc Ninh
km: ឡុច និញ
lo: ລົກນິງ
my_mm: Lộc နီ နင်

source: Bắc Bình
km: បាក បាញ់
lo: ບັກບິ່ງ

source: Đức Linh
km: ដុក លាញ់
lo: ດຶກລິງ
my_mm: Đức လင်း

source: Hàm Tân
km: ហាម តាន
lo: ຫາມເຕິນ

source: Hàm Thuận Bắc
km: ហាមថានបាក
lo: ຫາມທວດບັກ

source: Hàm Thuận Nam
km: ហាបថានណាម
lo: ຫາມທວດນຳ
my_mm: Hàm Thuận နမ်

source: La Gi
km: ឡាហ្គី​
lo: ລາຊີ
my_mm: လာဂျီ

source: Phan Thiết
km: ផាន់ ថែត
lo: ຟານຕຽດ

source: Phú Quý
km: ភូ ខ្វែ
lo: ຟູ່ກຸຍ
my_mm: ဖူ Quý

source: Tanh Linh
km: តាន លិញ
lo: ແຕ່ງລິງ
my_mm: တန်လင်း

source: Tuy Phong
km: ធូ ផុង
lo: ຕຸຍຟອງ

source: Cái Nước
km: ខៃងុក
lo: ກາຍເນືອກ
my_mm: စီအာ Nước

source: Đầm Dơi
km: ដាម​ដូយ
lo: ດຳເຊີຍ

source: Năm Căn
km: ណាម ចាន
lo: ນໍ້າກັ່ນ

source: Ngọc Hiển
km: ងុកហៀន
lo: ນັອກຮຽນ

source: Thới Bình
km: ធូយបាញ់
lo: ເຖີຍບິ່ງ

source: Trần Văn Thời
km: ត្រានវាន ថួយ
lo: ເຈີນວັນເຖີຍ

source: U Minh
km: អ៊ូ មិញ​
lo: ອູມິງ

source: Bình Thủy
km: ប៊ីង ធុយ
lo: ບິງທຸຍ

source: Cái Răng
km: ឆៃរៀង
lo: ກາຍຊາງ
my_mm: စီအာ Răng

source: Cờ Đỏ
km: ជាដូ
lo: ເກີດໍ

source: Ninh Kiều
km: និញ ឃឿ
lo: ນິງກຽວ

source: Ô Môn
km: អូ មុន
lo: ໂອໂມນ
my_mm: ဦးမောင်း

source: Phong Điền
km: ផុង ឌៀន
lo: ຟົງດຽນ

source: Thốt Nốt
km: តាត ណូត
lo: ໂທດນຸດ

source: Bảo Lạc
km: បៅឡាក់
lo: ເບົາລັກ

source: Bảo Lâm
km: បៃឡាម
lo: ເບົາເລິມ

source: Hạ Lang
km: ហាលៀង
lo: ຫາລາງ
my_mm: Hạ လန်း

source: Hà Quảng
km: ហាក្វាង
lo: ຫາກາງ

source: Hoà An
km: ហូអាន​
lo: ຮົວອັນ

source: Nguyên Bình
km: ងុយយៀនប៊ីន
lo: ຫງຽນບິງ

source: Phục Hòa
km: ហ្វុកហាវ
lo: ຟຸກຮົວ

source: Quảng Yên
km: ក្វាងយីន
lo: ກວາງຢຽນ

source: Thạch An
km: ត្រាចអាន
lo: ແທ່ງອັນ

source: Thông Nông
km: ត្រុងណុង
lo: ທົງນົງ
my_mm: Thông Nng

source: Trà Lĩnh
km: ត្រាលាញ់
lo: ຈ່າຫຼິງ

source: Trùng Khánh
km: ត្រុងខាញ់
lo: ຈຸ່ງແຫງ
my_mm: Trùng ခါနန်

source: Cẩm Lệ
km: ខាមលេ
lo: ກຳເລະ

source: Hải Châu
km: ហាយឆៃ
lo: ຫາຍເຈົາ

source: Hoà Vang
km: ហូវ៉ាង​
lo: ຫົວວາງ
my_mm: Hoà ဗန် Hoà ဗန်

source: Liên Chiểu
km: លៀន​ ឈៀ
lo: ລຽນຈຽວ

source: Ngũ Hành Sơn
km: ងូ ហានស៊ុន
lo: ງູແຫ່ງເຊີນ

source: Sơn Trà
km: សាន់ត្រា
lo: ເຊີນຈ່າ

source: Thanh Khê
lo: ແທງເຄ
my_mm: သန်း Khê

source: Buôn Đôn
km: ប៊ួនដុង
lo: ໂບນໂດນ
my_mm: ဘူအွန် Đôn

source: Buon Ma Thuot
km: ប៊ុន ម៉ា ធឿត
lo: ບວນມາທວດ

source: Cư M'gar
km: ឈូម៉ាង៉ា
lo: ກືເມີກາ
my_mm: Cư M'ဂါ

source: Ea H'leo
lo: ເອອາເຮີແລວ

source: Ea Kar
lo: ເອອາກາ
my_mm: Ea Ka

source: Ea Súp
km: អេសាប
lo: ເອອາຊູບ
my_mm: Ea Sa Sú

source: Krông Ana
km: ក្រាងអាណា
lo: ກົງອືນາ
my_mm: ခရောင်အာနာ

source: Krông Bông
km: ក្រុងបុង
lo: ກົງບົງ
my_mm: ခရောင်ဘောင်

source: Krông Buk
km: ក្រុងប៊ុក
lo: ກົງບຸກ
my_mm: Krnng Buk

source: Krông Năng
km: ក្រុងណាង
lo: ກົງນາງ
my_mm: ခရော့ဂ် Năng

source: Krông Pắk
lo: ກົງປັກ
my_mm: ခရော့ဂ် Pắk

source: Lăk
lo: ຫູັກ

source: M'Đrăk
km: មាដាក
lo: ເມີດັກ

source: Cư Jút
km: ឈូជូត
lo: ກືຊຸດ
my_mm: Cư ဂျူး

source: Đăk Glong
km: ដាក់ខ្លង
lo: ດັກລອງ
my_mm: Đăk ဂ လွ င် ဂ လွ င် ဂ လ က် ဂ်ျ

source: Đăk Mil
km: ដាក់មីល
lo: ດັກມີນ
my_mm: Đăk မီလ်

source: Đăk R'Lấp
km: ដាក់រលាភ
lo: ດັກລົວເລີບ

source: Dak Song
km: ដាក់ សង
lo: ດັກຊອງ

source: Krông Nô
km: ក្រុងនោ
lo: ກົງໂນ
my_mm: ခရောင်နော့

source: Tuy Đức
km: ធុយដុក
lo: ຕຸຍດຶກ

source: Điện Biên Đông
km: ដៀនបៀនដុង
lo: ດຽດບຽນດົງ

source: Điên Biên Phủ
km: ដៀនបៀនហ្វូ
lo: ດຽນບຽນຟູ

source: Mường Chà
lo: ເມືອງຈາ

source: Mường Lay
lo: ເມືອງໄລ

source: Mường Nhé
km: មួងង៉េ
lo: ເມືອງແຍະ

source: Tủa Chùa
km: ថាវឆាវ
lo: ຕົວຈົວ

source: Tuần Giáo
km: ធួន ហ្កាយ
lo: ຕວນເສົາ
my_mm: Tuần ဂျီယာအိုဂျီယိုကို Tuần ဂျီယာအိုအ

source: Bien Hoa
lo: ບຽນຮົວ
my_mm: ဘိုင်ယန် ဟိုအာ

source: Cẩm Mỹ
km: ខេមមី
lo: ເກິມມີ

source: Định Quán
km: ដាញ់ខ្វាង
lo: ດິກກວນ
my_mm: Định ကွမ်

source: Long Khánh
km: ឡុង ខាញ់
lo: ລ່ອງແຂງ
my_mm: တောင်ကုန်းရွာ၊ ခါး

source: Long Thành
km: ឡុង ថាន់
lo: ລ່ອງແທ່ງ

source: Nhơn Trạch
km: ងុន ត្រាច
lo: ເຍີນແຈັກ

source: Tân Phú
lo: ເຕີນຝູ
my_mm: Tân ဖူ

source: Thống Nhất
km: ត្រុងនាត
lo: ຖົງເຍີດ

source: Trảng Bom
lo: ຈາງບອມ

source: Vĩnh Cửu
km: វិញឈូ
lo: ຫວິງກູ

source: Xuân Lộc
km: ហ្សានឡុក
lo: ເຊີນລັອກ

source: Cao Lanh
km: កៅលាញ់
lo: ເກົາແລງ
my_mm: ကောက်လန်

source: Cao Lãnh
km: កៅឡាង
lo: ເກົາແຫຼງ
my_mm: ကာအို လန်ဟ်

source: Hồng Ngự
km: ហុង ហ្គូ
lo: ຮົງງື

source: Lai Vung
km: ឡាយ វុន
lo: ລາຍວຸງ
my_mm: လီ ဗောင်

source: Lấp Vò
km: លាបវូ
lo: ເລີບວໍ

source: Sa Đéc
km: សា ដិច
lo: ຊາແດັກ
my_mm: ဆာ Đéc

source: Tam Nông
km: ថម ណុង
lo: ຕາມນົງ
my_mm: တမ်နောင်း

source: Tân Hồng
lo: ເຕີນຮົງ

source: Thanh Bình
lo: ແທງບີ່ງ

source: Tháp Mười
km: តៃមុយអិ
lo: ທາບເມື່ອຍ

source: An Khê
lo: ອານເຄ

source: Ayun Pa
lo: ອາຍຸນປາ
my_mm: အုန်းပါ

source: Chư Păh
km: ឈូផា
lo: ຈືປະ

source: Chư Prông
km: ឈូប្រុង
lo: ຈຶປົງ
my_mm: Chư Prng

source: Chư Sê
km: ឈូសេ
lo: ຈືເຊ

source: Đắk Đoa
km: ដាក់ដាវ
lo: ດັກດົວ

source: Đắk Pơ
km: ដាក់ប៉ូ
lo: ດັກເປີ

source: Đức Cơ
km: ដិច ខូ
lo: ດຶກເກີ

source: Ia Grai
km: ឡា ក្រាវ
lo: ຊາລາຍ

source: Ia Pa
km: ឡាប៉ា
lo: ລາປາ

source: K'Bang
lo: ເກີບາງ

source: Kông Chro
km: កងច្រូ
lo: ກົງຈະລໍ
my_mm: ကွန်းချိုး

source: Krông Pa
lo: ກົງປາ
my_mm: ခရောင်ပါ

source: Mang Yang
km: ម៉ុងយៀន
lo: ມານຢາງ
my_mm: မန်း ယန်

source: Phú Thiện
km: ភូធៀន
lo: ຝູທ່ຽນ
my_mm: ဖု Thiện

source: Pleiku
lo: ເປກູ
my_mm: ပလီကီ

source: Bắc Mê
km: បាកមេ
lo: ບັກເມ

source: Bắc Quang
km: បាកខ្វៀន
lo: ບັກກວາງ
my_mm: Bắc ကွမ်

source: Đồng Văn
km: ដុងវ៉ាន់
lo: ດົງວານ

source: Hoàng Su Phì
km: ហានស៊ូភី
lo: ຫວາງຊູຝີ

source: Mèo Vạc
km: ម៉ែវវ៉ាក់
lo: ແມ່ວວັກ
my_mm: မာအို Vạc

source: Quản Bạ
km: ខ្វៀនបាន
lo: ກວນບ່າ

source: Quang Bình
lo: ກວງບີ່ງ

source: Vị Xuyên
km: វីសុយៀន
lo: ວິຊຽນ

source: Xín Mần
km: ស៊ិនមាន
lo: ສີນເມີ່ນ
my_mm: ရှင်န် Mần

source: Yên Minh
lo: ຍຽນມິ່ງ
my_mm: Yên မင်

source: Bình Lục
km: ប៊ីង លុច
lo: ບີ່ງລຸກ

source: Duy Tiên
km: ឌុយ តៀង
lo: ຊີຕຽນ

source: Kim Bảng
km: គីម បាង
lo: ກິມບ່າງ
my_mm: ကင် Bảng

source: Lý Nhân
km: លីង៉ាន
lo: ຫຼີເຍີນ

source: Phủ Lý
km: ភូលី
lo: ຝູຫຼີ

source: Thanh Liêm
km: តាញលៀម
lo: ແທງລຽມ

source: Ba Đình
km: បា ឌីញ
lo: ບ່າດິ່ງ
my_mm: ဘာ Đình

source: Ba Vi
km: បាវី​
lo: ບ່າວີ

source: Cầu Giấy
km: ឈូ ហ្ចាយ
lo: ເກົ່າເສີຍ

source: Chương Mỹ
km: ឈួងមី
lo: ເຈື່ອງໝີ

source: Đan Phượng
km: ដាម ផួង
lo: ດ່ານເຟື່ອງ

source: Đông Anh
km: ដុងអាញ់
lo: ດົງແອງ
my_mm: အဲ န် အ က် ခ် Đông

source: Đống Đa
km: ដុងដា
lo: ດົງດາ

source: Gia Lâm
km: ហ្កៃឡាម
lo: ຊ່າເລີ່ມ
my_mm: ဂျီယာ Lâm

source: Hà Đông
km: ហាដុង
lo: ຮ່າດົ່ງ

source: Hai Bà Trưng
km: ហៃបាត្រុង
lo: ຮາຍບ່າເຈືອງ
my_mm: ဟိုင်း Bà Trưng

source: Hoài Đức
km: ហាំ ដុច
lo: ຫວຍດຶກ

source: Hoàn Kiếm
km: ហានហ្គៀន
lo: ຮ່ວນກຽມ

source: Hoàng Mai
km: ហោងម៉ៃ
lo: ຮ່ວງມາຍ
my_mm: Hoàng မိုင်ကို Hoàng မိုင်

source: Kim Bôi
km: គីមប៊ូ​
lo: ກິມໂບຍ
my_mm: ကင်ဘိုး

source: Long Biên
km: ឡុង ប៊ិន
lo: ລອງບຽນ
my_mm: ကြာမြင့်စွာ Biên

source: Lương Sơn
km: លួងស៊ុន
lo: ເລືອງເຊີນ

source: Mê Linh
km: មី លាញ់
lo: ເມລິງ
my_mm: Mê လင်း

source: Mỹ Đức
km: មី​ដុក
lo: ໝີດຶກ

source: Phú Xuyên
km: ហ្វួសឿង
lo: ຝູຊຽນ
my_mm: ဖု Xuyên

source: Phúc Thọ
km: ហ្វួធូ
lo: ຟຸກທໍ
my_mm: Phüc Thọ

source: Quốc Oai
km: ហ្វុកអូយ
lo: ກວກກວາຍ
my_mm: Quốc အိုအိုင် Quốc အိုအိုင်

source: Sóc Sơn
km: សុខសុន
lo: ຊອກເຊີນ
my_mm: ဆို့ခ် Sơn

source: Sơn Tây
km: សាន់ ត្រៃ
lo: ເຊີນເຕີຍ

source: Tây Hồ
km: តៃហូ
lo: ເຕີຍໂຮ່

source: Thạch Thất
km: តាច ថាត
lo: ແທກເທີດ

source: Thanh Oai
km: តាញ់ អួយ
lo: ແທງອວາຍ
my_mm: ရှင်အိုအေး

source: Thanh Trì
km: តាញហ្វី
lo: ແທງຈີ່
my_mm: သန်း Trì

source: Thanh Xuân
km: ថាញ់ហ្សាង
lo: ແທງຊວນ

source: Thường Tín
km: ហ្សុងទីន
lo: ເທືອງຕິນ
my_mm: Thường တင်

source: Từ Liêm
km: ទូលៀម
lo: ຕືລຽມ

source: Ứng Hoà
lo: ອຶງຮົວ

source: Cẩm Xuyên
km: ចាំស៊ូយឿន​
lo: ເກິມຊຽນ

source: Can Lộc
km: ខាបឡុក
lo: ການເລິບ

source: Đức Thọ
km: ដុកធូ
lo: ດຶກຖໍ

source: Hồng Lĩnh
km: ហួងឡាញ់
lo: ຫົງຫຼິງ

source: Hương Khê
km: ហួងខេ
lo: ເຮືອງເຄ

source: Hương Sơn
km: ហួងសុន
lo: ເຮືອງເຊີນ

source: Kỳ Anh
km: ឃី អាញ់
lo: ກີແອັງ
my_mm: Kỳ အဲ န် အ က် ခ် Kỳ

source: Nghi Xuân
km: ហ្ងៃស៊ឿង
lo: ງີເຊີນ

source: Thạch Hà
km: ត្រាចហា
lo: ແທັກຮ່າ

source: Vũ Quang
km: វូ ក្វាង
lo: ຫວູກວາງ
my_mm: Vũ ကွမ်
