Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Enter your email address or username into the box and we will send you an email with a link to enter a new password.
lo: ໃສ່ທີ່ຢູ່ອີເມວຫຼືຊື່ຜູ້ໃຊ້ຂອງທ່ານໃສ່ໃນປ່ອງ ແລະ ພວກເຮົາຈະສົ່ງອີເມວພ້ອມລິ້ງເຊື່ອມຕໍ່ເພື່ອໃສ່ລະຫັດຜ່ານໃຫມ່

source: Token
lo: ໂທເຄັນ

source: Last access
lo: ການເຂົ້າເຖິງຫຼ້າສຸດ

source: Actions
lo: ການເຄື່ອນໄຫວ

source: Never
lo: ບໍ່ເຄີຍ

source: Revoke
lo: ຖອນຄືນ

source: No followers
lo: ບໍ່ມີຄົນຕິດຕາມ

source: Username or Email
lo: ຊື່ຜູ້ໃຊ້ງານ ຫຼື ອີເມວ

source: Search Users
lo: ຄົ້ນຫາຜູ້ໃຊ້ງານ

source: Need to be system administrator to administer
lo: ຕ້ອງເປັນຜູ້ບໍລິຫານເພື່ອເພື່ອບໍລິຫານລະບົບ

source: Are you sure you want to purge datasets?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຊຸດຂໍ້ມູນອອກ?

source: Are you sure you want to purge organizations?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລ້າງອົງການຈັດຕັ້ງ?

source: Are you sure you want to purge groups?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບລ້າງກຸ່ມ?

source: {number} datasets have been purged
lo: {number} ຊຸດຂໍ້ມູນໄດ້ຖືກລຶບລ້າງແລ້ວ

source: {number} organizations have been purged
lo: {number} ອົງການຈັດຕັ້ງໄດ້ຖືກລຶບລ້າງແລ້ວ

source: {number} groups have been purged
lo: {number}ກຸ່ມ​ຕ່າງໆ​ໄດ້​ຖືກ​ລົບ​ລ້າງ​

source: There are no datasets to purge
lo: ບໍ່ມີຊຸດຂໍ້ມູນທີ່ຈະລຶບລ້າງ

source: There are no organizations to purge
lo: ບໍ່ມີອົງການຈັດຕັ້ງທີ່ຈະລຶບລ້າງ

source: There are no groups to purge
lo: ບໍ່ມີກຸ່ມທີ່ຈະລຶບລ້າງ

source: Action not implemented.
lo: ການປະຕິບັດບໍ່ດຳເນີນການ.

source: Massive purge complete
lo: ການລຶບລ້າງຂະໜາດໃຫຍ່ສຳເລັດແລ້ວ

source: Bad request
lo: ຄໍາຮ້ອງຂໍທີ່ບໍ່ຖືກຕ້ອງ

source: JSON Error: %s
lo: JSON ລົ້ມເຫຼວ: %s

source: Bad request data: %s
lo: ຂໍ້ມູນຄໍາຮ້ອງຂໍທີ່ບໍ່ຖືກຕ້ອງ: %s

source: Access denied
lo: ປະຕິເສດການເຂົ້າເຖິງ

source: Not authorized to see this page
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງຫນ້ານີ້

source: Formats
lo: ຮູບແບບ

source: Licenses
lo: ໃບອະນຸຍາດ

source: Invalid search query: {error_message}
lo: ການຄົ້ນຫາບໍ່ຖືກຕ້ອງ: {error_message}

source: Parameter u"{parameter_name}" is not an integer
lo: ພາລາມິເຕີ u "{parameter_name}"ບໍ່ແມ່ນຈຳນວນເຕັມ

source: User %r not authorized to edit %s
lo: ຜູ້ໃຊ້ %r ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂ %s

source: Dataset not found or you have no permission to view it
lo: ບໍ່ພົບຊຸດຂໍ້ມູນ ຫຼື ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງ

source: Unauthorized to read package %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານແພກເກັດ%s

source: Viewing datasets of type "{package_type}" is not supported ({file_!r}).
lo: ການເບິ່ງຊຸດຂໍ້ມູນປະເພດ "{package_type}" ບໍ່ຮອງຮັບ ({file_!r}).

source: Unauthorized to create a package
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງແພັກເກັດ

source: Integrity Error
lo: ຄວາມສົມບູນຜິດພາດ

source: Unauthorized to read package
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານແພັກເກັດ

source: Unable to add package to search index.
lo: ບໍ່ສາມາດເພີ່ມຊຸດໃສ່ດັດສະນີຄົ້ນຫາໄດ້.

source: Unable to update search index.
lo: ບໍ່ສາມາດອັບເດດດັດສະນີຄົ້ນຫາໄດ້.

source: Unauthorized to delete package %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບແພັກເກດ%s

source: Dataset has been deleted.
lo: ຊຸດຂໍ້ມູນໄດ້ຖືກລຶບແລ້ວ.

source: You are now following {0}
lo: ຕອນນີ້ທ່ານກຳລັງຕິດຕາມ {0}

source: You are no longer following {0}
lo: ທ່ານບໍ່ໄດ້ຕິດຕາມ {0} ອີກຕໍ່ໄປ

source: Unauthorized to read collaborators {}
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານຜູ້ຮ່ວມມື{}

source: Unauthorized to delete collaborators {}
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຜູ້ຮ່ວມມື{}

source: User removed from collaborators
lo: ລຶບຜູ້ໃຊ້ອອກຈາກຜູ້ຮ່ວມມືແລ້ວ

source: Unauthorized to edit collaborators {}
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂຜູ້ຮ່ວມມື{}

source: User added to collaborators
lo: ເພີ່ມຜູ້ໃຊ້ໃສ່ໃນຜູ້ຮ່ວມມືແລ້ວ

source: Resource not found
lo: ບໍ່ພົບແຫຼ່ງທີ່ມາ

source: User %r not authorized to edit members of %s
lo: ຜູ້ໃຊ້ %r ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂສະມາຊິກຂອງ %s

source: Unauthorized to delete group %s members
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບກຸ່ມ%sສະມາຊິກ

source: Group member has been deleted.
lo: ສະມາຊິກກຸ່ມຖືກລຶບແລ້ວ.

source: Unauthorized to view followers %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງຜູ້ຕິດຕາມ%s

source: Unauthorized to access
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງ

source: OrganizationGroup
lo: ອົງການຈັດຕັ້ງກຸ່ມ

source: {} not found
lo: {} ບໍ່ພົບ

source: Not authorized to perform bulk update
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຮັດການອັບເດດການດຳເນີນເປັນກຸ່ມ

source: Unauthorized to create a group
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງກຸ່ມ

source: Unauthorized to delete group %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບກຸ່ມ%s

source: %s has been deleted.
lo: %s ໄດ້ຖືກລຶບແລ້ວ

source: message
lo: ຂໍ້ຄວາມ

source: Unauthorized to create group %s members
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງສະມາຊິກກຸ່ມ %s

source: Unauthorized to add member to group %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເພີ່ມສະມາຊິກໃສ່ກຸ່ມ %s

source: Please <a href="%s">update your profile</a> and add your email address.
lo: ກະລຸນາ <a href="%s">ອັບເດດໂປຣໄຟລ໌ຂອງທ່ານ</a> ແລະເພີ່ມທີ່ຢູ່ອີເມວຂອງທ່ານ.

source: %s uses your email address if you need to reset your password.
lo: %s ນຳໃຊ້ທີ່ຢູ່ອີເມວຂອງທ່ານຖ້າທ່ານຕ້ອງການຕັ້ງຄ່າລະຫັດຜ່ານໃໝ່ຂອງທ່ານ.

source: Unauthorized to read resource %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານຊັບພະຍາກອນ %s

source: Resource view not found
lo: ບໍ່ພົບໜ້າຕ່າງແຫຼ່ງທີ່ມາ

source: Not authorized to download resource
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ດາວໂຫຼດແຫຼ່ງທີ່ມາ

source: No download is available
lo: ບໍ່ມີການດາວໂຫຼດ

source: Unauthorized to update dataset
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອັບເດດຊຸດຂໍ້ມູນ

source: The dataset {id} could not be found.
lo: ບໍ່ພົບຊຸດຂໍ້ມູນ {id}.

source: You must add at least one data resource
lo: ທ່ານຕ້ອງເພີ່ມຂໍ້ມູນແຫຼ່ງທີ່ມາຢ່າງໜ້ອຍໜຶ່ງອັນ

source: Error
lo: ຂັດຂ້ອງ

source: Unauthorized to create a resource
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງແຫຼ່ງທີ່ມາ

source: Unauthorized to create a resource for this package
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງຊັບພະຍາກອນສໍາລັບຊຸດນີ້

source: Unauthorized to edit this resource
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂແຫຼ່ງທີ່ມານີ້

source: Resource has been deleted.
lo: ຊັບພະຍາກອນຖືກລຶບແລ້ວ.

source: Unauthorized to delete resource %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຊັບພະຍາກອນ %s

source: Bad resource view data
lo: ຂໍ້ມູນການເບິ່ງແຫຼ່ງທີ່ມາທີ່ບໍ່ຖືກຕ້ອງ

source: Resource view not supplied
lo: ໜ້າຕ່າງແຫຼ່ງທີ່ມາບໍ່ໄດ້ສະໜອງໃຫ້

source: Unauthorized to edit resource
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂແຫຼ່ງທີ່ມາ

source: View not found
lo: ບໍ່ພົບໜ້າຕ່າງ

source: View Type Not found
lo: ບໍ່ພົບປະເພດໜ້າຕ່າງ

source: Unauthorized to view API tokens.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງ API tokens.

source: Unauthorized to create API tokens.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງ API tokens.

source: API Token created: <code style="word-break:break-all;">{token}</code> {copy}<br>Make sure to copy it now, you won't be able to see it again!
lo: ສ້າງ API Token: <code style="word-break:break-all;">{token}</code> {copy}<br>ໃຫ້ແນ່ໃຈວ່າທ່ານສຳເນົາມັນແລ້ວ, ທ່ານຈະບໍ່ສາມາດເຫັນມັນໄດ້ອີກ!

source: Unauthorized to revoke API tokens.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຖອນ API tokens.

source: No user specified
lo: ບໍ່ມີຜູ້ໃຊ້ທີ່ເຈາະຈົງ

source: Unauthorized to edit a user.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂຜູ້ໃຊ້.

source: Password entered was incorrect
lo: ປ້ອນລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ

source: incorrect password
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ

source: Unauthorized to edit user %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແກ້ໄຂຜູ້ໃຊ້ %s

source: Profile updated
lo: ອັບເດດຂໍ້ມູນສ່ວນຕົວ

source: Unauthorized to register as a user.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລົງທະບຽນເປັນຜູ້ໃຊ້.

source: Bad Captcha. Please try again.
lo: Captcha ບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ.

source: Unauthorized to create user %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສ້າງຜູ້ໃຊ້ %s

source: User "%s" is now registered but you are still logged in as "%s" from before
lo: ຜູ້ໃຊ້ "%s" ໄດ້ຖືກລົງທະບຽນແລ້ວແຕ່ທ່ານຍັງເຂົ້າສູ່ລະບົບເປັນ "%s"ກ່ອນໜ້າ

source: Login failed. Bad username or password.
lo: ເຂົ້າສູ່ລະບົບລົ້ມເຫລວ. ຊື່ຜູ້ໃຊ້ ຫຼືລະຫັດຜ່ານທີ່ບໍ່ດີ.

source: Unauthorized to delete user with id "{user_id}".
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຜູ້ໃຊ້ທີ່ມີ ID "{user_id}".

source: Unauthorized to request reset password.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຮ້ອງຂໍການປ່ຽນລະຫັດຜ່ານ.

source: Email is required
lo: ຕ້ອງການອີເມລ໌

source: Error sending the email. Try again later or contact an administrator for help
lo: ເກີດຄວາມຜິດພາດໃນການສົ່ງອີເມວ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ ຫຼື ຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ

source: A reset link has been emailed to you (unless the account specified does not exist)
lo: ລິ້ງການຕັ້ງຄ່າໃໝ່ໄດ້ສົ່ງໄປຫາອີເມວຂອງທ່ານ(ເວັ້ນແຕ່ວ່າບັນຊີທີ່ລະບຸໄວ້ບໍ່ມີຢູ່)

source: Unauthorized to reset password.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຣີເຊັດລະຫັດຜ່ານ.

source: Invalid reset key. Please try again.
lo: ລະຫັດການຕັ້ງຄ່າໃໝ່ບໍ່ຖືກຕ້ອງ. ລອງໃໝ່ອີກຄັ້ງ

source: Your password must be 8 characters or longer.
lo: ລະຫັດຜ່ານຂອງທ່ານຕ້ອງມີ 8 ຕົວອັກສອນ ຫຼືຍາວກວ່າ.

source: The passwords you entered do not match.
lo: ລະຫັດຜ່ານທີ່ທ່ານລະບຸບໍ່ກົງກັນ.

source: You must provide a password
lo: ທ່ານຕ້ອງໃຫ້ລະຫັດຜ່ານ

source: Your password has been reset.
lo: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກຕັ້ງຄ່າໃໝ່ແລ້ວ.

source: Not authorized to promote user to sysadmin
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ສົ່ງເສີມຜູ້ໃຊ້ໃຫ້ກັບຜູ້ເບີ່ງແຍງລະບົບ

source: Promoted {} to sysadmin
lo: ສົ່ງເສີມ {} ໃຫ້ແກ່ຜູ້ດູແລລະບົບ

source: Revoked sysadmin permission from {}
lo: ຖອນການອະນຸຍາດ sysadmin ຈາກ {} ແລ້ວ

source: Redirecting to external site is not allowed.
lo: ການປ່ຽນເສັ້ນທາງໄປຫາເວັບໄຊທ໌ພາຍນອກແມ່ນບໍ່ອະນຸຍາດ.

source: Activity not found
lo: ບໍ່ພົບການເຄື່ອນໄຫວ

source: Unauthorized to view activity data
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງຂໍ້ມູນການເຄື່ອນໄຫວ

source: The detail of this dataset activity is not available
lo: ບໍ່ມີລາຍລະອຽດຂອງການເຄື່ອນໄຫວຊຸດຂໍ້ມູນນີ້

source: Unauthorized to read dataset %s
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອ່ານຊຸດຂໍ້ມູນ %s

source: Invalid parameters
lo: ພາລາມິເຕີບໍ່ຖືກຕ້ອງ

source: Follow item not found
lo: ບໍ່ພົບລາຍການຕິດຕາມ

source: {0} not found
lo: ບໍ່ພົບ {0}

source: Everything
lo: ທຸກຢ່າງ

source: You must be logged in to access your dashboard.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອເຂົ້າເຖິງໜ້າຕ່າງຂອງທ່ານ.

source: Activity type
lo: ປະເພດກິດຈະກຳ

source: Dashboard (%(num)d new item)
lo: ໜ້າຕ່າງ (%(num)d new item)

source: Activity Stream
lo: ກະແສການເຄື່ອນໄຫວ

source: Changes
lo: ການປ່ຽນແປງ

source: On %(timestamp)s, %(username)s:
lo: ໃນ %(timestamp)s, %(username)s:

source: No activity found for this type
lo: ບໍ່ພົບການເຄື່ອນໄຫວປະເພດນີ້

source: No activity found
lo: ບໍ່ພົບການເຄື່ອນໄຫວ

source: You're currently viewing an old version of this dataset. Data files may not match the old version of the metadata. <a href="%(url)s">View the current version</a>.
lo: ທ່ານກຳລັງເບິ່ງຊຸດຂໍ້ມູນນີ້ເວີຊັນເກົ່າຢູ່. ໄຟລ໌ຂໍ້ມູນອາດຈະບໍ່ກົງກັບ metadata ເວີຊັນເກົ່າ. <a href="%(url)s">ເບິ່ງເວີຊັນປັດຈຸບັນ</a>

source: All activity types
lo: ກິດ​ຈະ​ກໍາທຸກ​ປະ​ເພດ​

source: Newer activities
lo: ກິດຈະກຳໃໝ່

source: Older activities
lo: ກິດຈະກຳເກົ່າ

source: {actor} added the tag {tag} to the dataset {dataset}
lo: {actor} ເພີ່ມແທັກ {tag} ໃສ່ຊຸດຂໍ້ມູນ {dataset}

source: {actor} updated the group {group}
lo: {actor} ອັບເດດກຸ່ມ {group}

source: {actor} updated the organization {organization}
lo: {actor} ອັບເດດອົງກອນ {organization}

source: {actor} updated the {dataset_type} {dataset}
lo: {actor} ອັບເດດ {dataset_type} {dataset}

source: View this version
lo: ເບິ່ງສະບັບນີ້

source: {actor} updated the resource {resource} in the dataset {dataset}
lo: {actor} ອັບເດດຊັບພະຍາກອນ {resource} ໃນຊຸດຂໍ້ມູນ {dataset}

source: {actor} updated their profile
lo: {actor}ໄດ້ອັບເດດໂປຣໄຟລ໌ຂອງເຂົາເຈົ້າ

source: {actor} deleted the group {group}
lo: {actor} ລຶບກຸ່ມແລ້ວ {group}

source: {actor} deleted the organization {organization}
lo: {actor} ລຶບອົງການຈັດຕັ້ງແລ້ວ {organization}

source: {actor} deleted the {dataset_type} {dataset}
lo: {actor} ລຶບ {dataset_type} {dataset} ອອກແລ້ວ

source: {actor} deleted the resource {resource} from the dataset {dataset}
lo: {actor} ລຶບແຫຼ່ງທີ່ມາ {resource} ອອກຈາກຂໍ້ມູນແລ້ວt {dataset}

source: {actor} started following {dataset}
lo: {actor} ເລີ່ມຕິດຕາມ {dataset}

source: {actor} started following {group}
lo: {actor} ໄດ້ຕິດຕາມແລ້ວ {group}

source: {actor} started following {user}
lo: {actor} ໄດ້ຕິດຕາມແລ້ວ {user}

source: {actor} created the group {group}
lo: {actor} ໄດ້ສ້າງກູ່ມແລ້ວ {group}

source: {actor} created the organization {organization}
lo: {actor} ສ້າງອົງກອນ {organization}

source: {actor} created the {dataset_type} {dataset}
lo: {actor} ສ້າງແລ້ວ {dataset_type} {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
lo: {actor} ເພີ່ມຊັບພະຍາກອນ {resource} ໃສ່ຊຸດຂໍ້ມູນ {dataset}

source: {actor} signed up
lo: {actor} ລົງທະບຽນ

source: {actor} removed the tag {tag} from the dataset {dataset}
lo: {actor} ລຶບປ້າຍ {tag} ຈາກຊຸດຂໍ້ມູນ {dataset}

source: Set author of {pkg_link} to {new_author} (previously {old_author})
lo: ຕັ້ງຄ່າຜູ່ຂຽນຂອງ {pkg_link} to {new_author} (ກ່ອນຫນ້ານີ້ {old_author})

source: Set author of {pkg_link} to {new_author}
lo: ຕັ້ງຜູ້ຂຽນຂອງ {pkg_link} ເປັນ {new_author}

source: Removed author from {pkg_link}
lo: ລຶບຜູ້ຂຽນອອກຈາກ {pkg_link}

source: No fields were updated. See the metadata diff for more details.
lo: ບໍ່ມີການອັບເດດຊ່ອງຂໍ້ມູນ. ເບິ່ງຄວາມແຕກຕ່າງ metadata ສໍາລັບລາຍລະອຽດເພີ່ມເຕີມ.

source: Set author email of
lo: ກໍານົດອີເມວຂອງຜູ້ຂຽນ

source: to
lo: ເຖິງ

source: ( previously
lo: (ກ່ອນໜ້ານີ້

source: Set author email of
lo: ກໍານົດອີເມວຂອງຜູ້ຂຽນ

source: Removed author email from
lo: ລຶບອີເມວຜູ້ຂຽນອອກຈາກ

source: Deleted resource {resource_link} from {pkg_link}
lo: ລຶບຫຼ່ງທີ່ມາ {resource_link} ຈາກ {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{value}</q> in {pkg_link}
lo: ປ່ຽນຕ່າຂອງຊ່ອງຂໍ້ມູນ <q>{key}</q> to <q>{value}</q> ໃນ {pkg_link}

source: Added field <q>{key}</q> with value <q>{value}</q> to {pkg_link}
lo: ເພີ່ມຊ່ອງຂໍ້ມູນແລ້ວ <q>{key}</q> ກັບຄ່າe<q>{value}</q> ເຖິງ {pkg_link}

source: Added field <q>{key}</q> to {pkg_link}
lo: ເພີ່ມຊ່ອງຂໍ້ມູນແລ້ວ<q>{key}</q> to {pkg_link}

source: Added the following fields to {pkg_link}
lo: ເພີ່ມຊ່ອງຂໍ້ມູນຕໍ່ໄປນີ້ໃສ່ {pkg_link}

source: {key} with value {value}
lo: {key} ດ້ວຍຄຸນຄ່າ{value}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> (previously <q>{old_val}</q>) in {pkg_link}
lo: ການປ່ຽນຄ່າຂອງຊ່ອງຂໍ້ມູນ<q>{key}</q> ເຖີງ <q>{new_val}</q> (ກ່ອນໜ້ານີ້ <q>{old_val}</q>) ໃນ {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> in {pkg_link}
lo: ປ່ຽນຄ່າຂອງຊ່ອງຂໍ້ມູນ <q>{key}</q> ເປັນ <q>{new_val}</q> ໃນ {pkg_link}

source: Removed field <q>{key}</q> from {pkg_link}
lo: ລຶບຊ່ອງຂໍ້ມູນ <q>{key}</q> ອອກຈາກ {pkg_link}

source: Removed the following fields from {pkg_link}
lo: ລຶບຊ່ອງຂໍ້ມູນຕໍ່ໄປນີ້ອອກຈາກ {pkg_link}

source: Changed the license of
lo: ມີການປ່ຽນແປງໃບອະນຸຍາດຂອງ

source: ( previously
lo: ກ່ອນໜ້ານີ້

source: Changed the license of
lo: ມີການປ່ຽນແປງໃບອະນຸຍາດຂອງ

source: (previously
lo: (ກ່ອນໜ້ານີ້

source: Set maintainer of {pkg_link} to {new_maintainer} (previously {old_maintainer})
lo: ຕັ້ງຄ່າຜູ້ດູແລ{pkg_link} ເປັນ {new_maintainer} (ກ່ອນໜ້ານີ້ {old_maintainer})

source: Set maintainer of {pkg_link} to {new_maintainer}
lo: ຕັ້ງຄ່າຜູ້ດູແລ {pkg_link} to {new_maintainer}

source: Removed maintainer from {pkg_link}
lo: ລຶບຜູ້ດູແລອອກຈາກ {pkg_link}

source: Set maintainer email of
lo: ຕັ້ງຄ່າອີເມວຂອງຜູ້ດູແລ

source: Removed maintainer email from
lo: ລຶບອີເມວຜູ້ຮັກສາຈາກ

source: Moved
lo: ຍ້າຍ

source: from
lo: ຈາກ

source: Uploaded a new file to resource {resource_link} in {pkg_link}
lo: ອັບໂຫຼດໄຟລ໌ໃໝ່ໃສ່ແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Added resource {resource_link} to {pkg_link}
lo: ເພີ່ມຊັບພະຍາກອນ {resource_link} ໃສ່ {pkg_link}

source: Updated description of {pkg_link} from <br class="line-height2"><blockquote>{old_notes}</blockquote> to <br class="line-height2"><blockquote>{new_notes}</blockquote>
lo: ອັບເດດລາຍລະອຽດຂອງ {pkg_link} ຈາກ<br class="line-height2"><blockquote> {old_notes}</blockquote> ກັບ<br class="line-height2"><blockquote> {new_notes}</blockquote>

source: Updated description of {pkg_link} to <br class="line-height2"><blockquote>{new_notes}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍ {pkg_link} ເປັນ<br class="line-height2"><blockquote>{new_notes}</blockquote>

source: Removed description from {pkg_link}
lo: ລຶບຄຳອະທິບາຍອອກຈາກ {pkg_link}

source: Moved {pkg_link} from organization {old_org_link} to organization {new_org_link}
lo: ຍ້າຍ {pkg_link} ຈາກອົງການຈັດຕັ້ງ{old_org_link}ໄປຫາອົງການຈັດຕັ້ງ{new_org_link}

source: Removed {pkg_link} from organization {old_org_link}
lo: ລຶບ{pkg_link} ຈາກອົງການຈັດຕັ້ງ {old_org_link}

source: Added {pkg_link} to organization {new_org_link}
lo: ເພີ່ມ{pkg_link} ໃສ່ອົງການຈັດຕັ້ງ{new_org_link}

source: Set visibility of {pkg_link} to {visibility}
lo: ຕັ້ງຄ່າການເບິ່ງເຫັນ {pkg_link} ເປັນ {visibility}

source: Updated description of resource {resource_link} in {pkg_link} to <br class="line-height2"><blockquote>{new_desc}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍຂອງແຫຼ່ງທີ່ມາ {resource_link} in {pkg_link} to <br class="line-height2"><blockquote>{new_desc}</blockquote>

source: Removed description from resource {resource_link} in {pkg_link}
lo: ລຶບຄຳອະທິບາຍອອກຈາກຊັບພະຍາກອນ {resource_link} ໃນ {pkg_link}

source: Updated description of resource {resource_link} in {pkg_link} from <br class="line-height2"><blockquote>{old_desc}</blockquote> to <br class="line-height2"><blockquote>{new_desc}</blockquote>
lo: ອັບເດດລາຍລະອຽດຂອງຊັບພະຍາກອນ {resource_link} ໃນ {pkg_link} ຈາກ<br class="line-height2"><blockquote> {old_desc}</blockquote> ກັບ<br class="line-height2"><blockquote> {new_desc}</blockquote>

source: Added field <q>{key}</q> with value <q>{value}</q> to resource {resource_link} in {pkg_link}
lo: ເພີ່ມຊ່ອງ <q>{key}</q> ກັບຄ່າ<q>{value}</q> ເພື່ອແຫຼ່ງທີ່ມາ{resource_link} ໃນ{pkg_link}

source: Added field <q>{key}</q> to resource {resource_link} in {pkg_link}
lo: ເພີ່ມຊ່ອງຂໍ້ມູນ<q>{key}</q>ເປັນແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Added the following fields to resource {resource_link} in {pkg_link}
lo: ເພີ່ມຊ່ອງຂໍ້ມູນຕິດຕາມເປັນແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Removed field <q>{key}</q> from resource {resource_link} in {pkg_link}
lo: ລົບຊ່ອງຂໍ້ມູນ <q>{key}</q> ຈາກແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Removed the following fields from resource {resource_link} in {pkg_link}
lo: ລຶບຊ່ອງຂໍ້ມູແຫຼ່ງທີ່ມາຕໍ່ໄປນີ້ອອກຈາກ{resource_link} ໃນ {pkg_link}

source: Changed value of field <q>{key}</q> of resource {resource_link} to <q>{new_val}</q> (previously <q>{old_val}</q>) in {pkg_link}
lo: ປ່ຽນຄ່າຊ່ອງຂໍ້ມູນ <q>{key}</q> ຂອງແຫຼ່ງທີ່ມາ {resource_link} ເປັນ <q>{new_val}</q> (ກ່ອນໜ້ານີ້ <q>{old_val}</q>) ໃນ {pkg_link}

source: Changed value of field <q>{key}</q> to <q>{new_val}</q> in resource {resource_link} in {pkg_link}
lo: ປ່ຽນຄ່າຂອງຊ່ອງຂໍ້ມູນ<q>{key}</q> ເປັນ <q>{new_val}</q> ໃນແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Removed the value of field <q>{key}</q> in resource {resource_link} in {pkg_link}
lo: ລຶບຄ່າຂອງຊ່ອງຂໍ້ມູນ <q>{key}</q> ໃນແຫຼ່ງທີ່ມາ {resource_link} ໃນ {pkg_link}

source: Set format of resource
lo: ຕັ້ງຄ່າຮູບແບບຂອງແຫຼ່ງທີ່ມາ

source: in
lo: ໃນ

source: Renamed resource {old_resource_link} to {new_resource_link} in {pkg_link}
lo: ປ່ຽນຊື່ຊັບພະຍາກອນ {old_resource_link} ເປັນ {new_resource_link} ໃນ {pkg_link}

source: Removed tag {tag_link} from {pkg_link}
lo: ລຶບປ້າຍ{tag_link}ຈາກ{pkg_link}ແລ້ວ

source: Removed the following tags from {pkg_link}
lo: ລຶບປ້າຍຕໍ່ໄປນີ້ອອກຈາກ {pkg_link} ແລ້ວ

source: Added tag {tag_link} to {pkg_link}
lo: ເພີ່ມປ້າຍ {tag_link} ເປັນ {pkg_link}

source: Added the following tags to {pkg_link}
lo: ເພີ່ມແທັກຕໍ່ໄປນີ້ໃສ່ {pkg_link}

source: Changed title to {title_link} (previously {old_title})
lo: ປ່ຽນຊື່ເປັນ {title_link} (ກ່ອນໜ້ານີ້ {old_title})

source: Changed the source URL of
lo: ປ່ຽນ URL ຂອງ

source: Removed the source URL from
lo: ລຶບແຫຼ່ງຂໍ້ມູນ url ອອກຈາກ

source: Changed the version of {pkg_link} to {new_version} (previously {old_version})
lo: ປ່ຽນເວີຊັນຂອງ {pkg_link} ເປັນ {new_version} (ກ່ອນໜ້ານີ້ {old_version})

source: Removed the version from {pkg_link}
lo: ລຶບເວີຊັນອອກຈາກ {pkg_link}ແລ້ວ

source: Changed the version of {pkg_link} to {new_version}
lo: ປ່ຽນເວີຊັນຂອງ {pkg_link} ເປັນ {new_version} ແລ້ວ

source: Updated description of {group_link} from <br class="line-height2"><blockquote>{old_description}</blockquote> to <br class="line-height2"><blockquote>{new_description}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍ {group_link} ຈາກ <br class="line-height2"><blockquote>{old_description}</blockquote>ເປັນ <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Updated description of {group_link} to <br class="line-height2"><blockquote>{new_description}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍ {group_link} to <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Removed description from {group_link}
lo: ລຶບຄຳອະທິບາຍອອກຈາກ {group_link}

source: Changed the image URL of
lo: ປ່ຽນ URL ຂອງຮູບ

source: Removed the image URL from
lo: ລຶບ URL ຂອງຮູບອອກຈາກ

source: Updated description of {org_link} from <br class="line-height2"><blockquote>{old_description}</blockquote> to <br class="line-height2"><blockquote>{new_description}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍຂອງ {org_link} ຈາກ <br class="line-height2"><blockquote>{old_description}</blockquote> ເປັນ <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Updated description of {org_link} to <br class="line-height2"><blockquote>{new_description}</blockquote>
lo: ອັບເດດຄຳອະທິບາຍຂອງ {org_link} ເປັນ <br class="line-height2"><blockquote>{new_description}</blockquote>

source: Removed description from {org_link}
lo: ລຶບຄຳອະທິບາຍອອກຈາກ {org_link}

source: News feed
lo: ຂ່າວໃຫມ່

source: Activity from items that I'm following
lo: ການເຄື່ອນໄຫວຈາກລາຍການທີ່ຂ້ອຍກຳລັງຕິດຕາມ

source: Subscribe to notification emails
lo: ຕິດຕາມການແຈ້ງເຕືອນອີເມວ

source: Activity from:
lo: ກິດຈະກຳຈາກ:

source: Search list...
lo: ຄົ້ນຫາລາຍຊື່...

source: Search followee
lo: ຄົ້ນຫາຜູ້ຕິດຕາມ

source: You are not following anything
lo: ທ່ານບໍ່ທັນໄດ້ຕິດຕາມອັນໃດໆ

source: Audio
lo: ສຽງ

source: Audio url
lo: Url ສຽງ

source: eg. http://example.com/audio.mp3 (if blank uses resource url)
lo: ຕົວຢ່າງ:http://example.com/audio.mp3 (ຖ້າຫວ່າງເປົ່າ ໃຫ້ໃຊ້ເປັນ url)

source: Your browser doesn't support <code>HTML5 audio</code>. Here is a <a href="%(res_url)s" alt="audio url">link to the audio</a> instead.
lo: ໂປຣແກຣມທ່ອງເວັບຂອງທ່ານບໍ່ຮອງຮັບ <code>HTML5 audio</code> . ນີ້ແມ່ນ <a href="%(res_url)s" alt="audio url">link to the audio</a> ແທນ.

source: Complete
lo: ສຳເລັດ

source: Pending
lo: ລໍຖ້າຢູ່

source: Submitting
lo: ການສົ່ງ

source: Not Uploaded Yet
lo: ຍັງບໍ່ໄດ້ອັບໂຫຼດເທື່ອ

source: Upload to DataStore
lo: ອັບໂຫຼດຄັງຂໍ້ມູນ

source: Upload error:
lo: ອັບໂຫຼດຜິດພາດ:

source: Error:
lo: ຂໍ້ຜິດພາດ:

source: Error traceback:
lo: ການຍ້ອນກັບຂັດຂ້ອງ

source: Status
lo: ສະຖານະ

source: Last updated
lo: ອັບເດດລ່າສຸດ

source: Upload Log
lo: ອັບເດດບັນທຶກ

source: Details
lo: ລາຍລະອຽດ

source: End of log
lo: ສິ້ນສຸດບັນທຶກ

source: DataStore
lo: ຄັງຂໍ້ມູນ

source: DataStore resource not found
lo: ບໍ່ພົບແຫຼ່ງທີ່ມາໃນຄັງຂໍ້ມູນ

source: Unsupported format
lo: ຮູບແບບທີ່ບໍ່ຮອງຮັບ

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
lo: ບັນທຶກວັດຈະນານຸກົມຂໍ້ມູນແລ້ວ. ການລົບລ້າງປະເພດໃດໆກໍຕາມຈະມີຜົນເມື່ອແຫຼ່ງຂໍ້ມູນຖືກອັບໂຫລດໄປໃສ່ ຄັງຂໍ້ມູນໃນຄັ້ງຕໍ່ໄປ

source: The data was invalid: {}
lo: ຂໍ້ມູນບໍ່ຖືກຕ້ອງ: {}

source: Resource "{0}" was not found.
lo: ບໍ່ພົບແຫຼ່ງຂໍ້ມູນ "{0}".

source: Resource/Alias "{0}" was not found.
lo: ບໍ່ພົບຊັບພະຍາກອນ/ນາມແຝງ "{0}".

source: User {0} not authorized to update resource {1}
lo: ຜູ້ໃຊ້ {0} ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ອັບເດດແຫຼ່ງທີ່ມາ {1}

source: CKAN Data API
lo: CKAN ຂໍ້ມູນ API

source: Access resource data via a web API with powerful query support
lo: ເຂົ້າເຖິງຂໍ້ມູນຊັບພະຍາກອນຜ່ານ web API ດ້ວຍການຮອງຮັບການສອບຖາມທີ່ມີປະສິດທິພາບ
