Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Footer Left
lo: ສ່ວນທ້າຍຊ້າຍມື
my_mm: ခြေနင်း လက်ဝဲ

source: Enter a list of links - one per line - to be shown as a list withing the secondary footer navigation. Please format the links with Markdown (i.e. * [Example link](https://www.example.com)).
lo: ປ້ອນລາຍການຂອງລິ້ງ - ໜຶ່ງລາຍການຕໍ່ນຶ່ງແຖວ - ເພື່ອສະແດງລາຍການໃນແຖວທີສອງຂອງສ່ວນທ້າຍ. ກະລຸນາຈັດຮູບແບບລິ້ງດ້ວຍເຄື່ອງໝາຍດອກຈັນ (ເຊັ່ນ: *[ຕົວຢ່າງລິ້ງ](https://www.example.com)).
my_mm: လိုင်း တစ် ခု ချင်း စီ ၏ ချိတ်ဆက် မှု စာရင်း တစ် ခု ကို ဒုတိယ အဆင့် ခြေလျင် ခရီးသွား ခြင်း စာရင်း အဖြစ် ပြသ ပါ ။ [ ဥပမာ https://www.example.com) နှင့် ချိတ်ဆက် မှု များ ကို ကျေးဇူးပြု ၍ ပြင်ဆင် ပါ ။

source: Footer right
lo: ສ່ວນທ້າຍຂວາມື
my_mm: ညာဘက် ညာ့

source: Administrative level 1
lo: ຂັ້ນການປົກຄອງ ລະດັບ 1
my_mm: အုပ်ချုပ်ရေးအဆင့် ၁

source: Cambodia
km: ប្រទេសកម្ពុជា
lo: ກຳປູເຈຍ
my_mm: ကမ္ဘောဒီးယား

source: Banteay Meanchey
lo: ບັນຕຽຍມຽນແຈັຍ
my_mm: Bantay ဟူးချီ

source: Battambang
km: បាត់ដំបង
lo: ບັດຕຳບອງ
my_mm: ဘတ်တမ်ဘန်

source: Kampong Cham
lo: ກຳປົງຈາມ
my_mm: ကမ်ပွန်ချမ်း

source: Kampong Chhnang
km: កំពង់ឆ្នាំង
lo: ກຳປົງຊນັງ
my_mm: ကံပွန်းချောင်းရွာ၊ ကံပွန်းချောင်း

source: Kampong Speu
km: កំពង់ស្ពឺ
lo: ກຳປົງເສປີ
my_mm: ကန့်ပွန်းစပွိုင့်

source: Kampong Thom
km: កំពង់ធំ
lo: ກຳປົງທົມ
my_mm: ကံပွန်သမ်

source: Kampot
lo: ກຳປົດ
my_mm: ကမ်ပေါ့

source: Kandal
km: កណ្ដាល
lo: ກັນດາລ
my_mm: ကန်ဒယ်

source: Kep
km: កែប
lo: ນະຄອນເເກັບ

source: Koh Kong
lo: ເກາະກົງ
my_mm: ကော့ကောင်

source: Kratie
km: ក្រចេះ
lo: ກຣະເຈ
my_mm: ကရာတီ

source: Mondul Kiri
km: មណ្ឌលគិរី
lo: ມົງດຸລຄີຣີ
my_mm: မွန်ဒူး ကီရီ

source: Oddar Meanchey
km: ឧត្ដរមានជ័យ
lo: ໂອດດາຣ໌ມຽນແຈັຍ
my_mm: အော့ဒါ ဟန်ချက်ချာ

source: Pailin
km: ប៉ៃលិន
lo: ນະຄອນໄພລິນ

source: Phnom Penh
lo: ນະຄອນພະນົມເປັນ
my_mm: ပန်းကုန်းရွာ၊ ပန်းချောင်း

source: Preah Sihanouk
lo: ນະຄອນສີຫານຸກວິລ
my_mm: စီအာနွတ်ခ်

source: Preah Vihear
km: ព្រះវិហារ
lo: ເປຣັຍວິເຮຍ
my_mm: ပရာ ဗီဟဲယား

source: Prey Veng
km: ព្រៃវែង
lo: ເປຣວຽງ
my_mm: ပရက်ဗင်

source: Pursat
km: ពោធិ៍សាត់
lo: ພູສັດ
my_mm: ပုစ္ဆာ

source: Ratanak Kiri
km: រតនៈគិរី
lo: ຣັດຕະນະຄີຣີ
my_mm: ရာတနတ် ကီရီ

source: Siemreap
km: សៀមរាប
lo: ສຽມຣຽບ
my_mm: ဆီမီးရိပ်

source: Stung Treng
km: ស្ទឹងត្រែង
lo: ສະຕຶງເເຕຣງ

source: Svay Rieng
km: ស្វាយរៀង
lo: ສວາຍຣຽງ

source: Takeo
km: តាកែវ
lo: ຕາແກ້ວ
my_mm: တေကိုး

source: Tboung Khmum
km: ត្បូងឃ្មុំ
lo: ຕະບອງຄຸມ
my_mm: တန်ဘောင် ခမောင်း

source: Lao PDR
km: ប្រទេសឡាវ
lo: ສ ປປ ລາວ
my_mm: လာအို ပီဒီအာရ်

source: Attapeu
km: អាត់តៈពឺ
lo: ອັດຕະປື
my_mm: အက်တီပီပီ

source: Bokeo
km: បកែវ
lo: ບໍ່ແກ້ວ
my_mm: ဘိုကီအို

source: Bolikhamxai
km: បូលីកាំសៃ
lo: ບໍລິຄໄຊ
my_mm: ဘိုလစ်ခမ်ဇိုင်း

source: Champasak
km: ចំប៉ាសាក់
lo: ຈຳປາສັກ
my_mm: ချမ်ပက်ဆက်

source: Houaphan
km: ហួផាន់
lo: ຫົວພັນ
my_mm: ဟိုဝါးပင်း

source: Khammouan
km: ខាំមួន
lo: ຄຳມ່ວນ
my_mm: ခမ်မောက်ဝါး

source: Louangnamtha
km: ហ្លួងណាំថា
lo: ຫຼວງນ້ຳທາ
my_mm: လွိုင်ယန်နမ်သာမြို့

source: Louangphabang
km: ហ្លួងព្រះបាង
lo: ຫຼວງພະບາງ
my_mm: လူးဝမ်ဖာဘန်

source: Oudomxai
km: អ៊ុដុំ​​សៃ
lo: ອຸດົມໄຊ
my_mm: Ouudomxy

source: Phongsaly
km: ផុងសាលី
lo: ຜົ້ງສາລີ
my_mm: Phongsalal

source: Salavan
km: សាឡៈវ៉ាន់
lo: ສາລະວັນ
my_mm: ဆာလာဗား

source: Savannakhet
km: សៈវ៉ាន់ណៈខេត
lo: ສະຫວັນນະເຂດ
my_mm: ဆာဗန်နက်ခ်ဟက်

source: Vientiane
km: វៀងច័ន្ទន៍
lo: ວຽງຈັນ

source: Vientiane Capital
km: ក្រុងវៀងច័ន្ទន៍
lo: ນະຄອນຫຼວງວຽງຈັນ
my_mm: Vientiane မြို့တော်

source: Xaignabouly
km: សៃណាប៉ូលី
lo: ໄຊຍະບູລີ
my_mm: ဇင်နာဘူလီ

source: Xekong
km: សេកង
lo: ເຊກອງ
my_mm: ရှင်ကွန်

source: Xiengkhouang
km: សៀងខ្វាង
lo: ຊຽງຂວາງ
my_mm: ဇီယန်ချောင်း

source: Myanmar
km: មីយ៉ាន់ម៉ា
lo: ມຽນມາ
my_mm: မြန်မာနိုင်ငံ

source: Mon
km: មូន
lo: ມອນ
my_mm: မွန်

source: Ayeyarwady
km: អ៊ីរ៉ាវ៉ាឌី
lo: ອີລາວະດີ
my_mm: အေယာဝါဒီ

source: Bago
km: ផាក់កូ
lo: ແບງກໍ
my_mm: ဘာဂိုး

source: Chin
km: ឈីន
lo: ຊິນ
my_mm: ချင်း

source: Kachin
km: កាឈីន
lo: ກະຊິນ
my_mm: ကချင်

source: Kayah
km: កាក់យ៉ា
lo: ກະຍາ
my_mm: ကယား

source: Kayin
km: កាយីន
lo: ກະຣ່ຽງ
my_mm: ကရင်

source: Magwe
km: ម៉ាកវី
lo: ມະແວ
my_mm: မဂ်ဝဲ

source: Mandalay
km: ម៉ាន់ដាលេ
lo: ມັນ​ດາ​ເລ
my_mm: မန္တလေး

source: Nay Pyi Taw
km: ណៃពិដោ
lo: ເນປີດໍ

source: Rakhine
km: រ៉ាឃីន
lo: ຍະໄຂ່
my_mm: ရက်ခ်ဟိုင်း

source: Sagaing
km: សាក់កាយ
lo: ຊະໄກ
my_mm: ဆွေးနွေးခြင်း

source: Shan
km: សេន
lo: ສານ
my_mm: ရှမ်း

source: Tanintharyi
km: ត្រាក់ណាវស៊ី
lo: ຕະນາວະສີ
my_mm: တန်နင်သာရီ

source: Yangon
km: ទីក្រុងយ៉ាំងហ្គោន​
lo: ຢ່າງກຸ້ງ
my_mm: ရန်ကုန်မြို့

source: Thailand
lo: ໄທ
my_mm: ထိုင်းနိုင်ငံ

source: Amnat Charoen
km: អំណាចឆារើន
lo: ອຳນາດຈະເລີນ

source: Ang Thong
km: អាងទង
lo: ອ່າງທອງ
my_mm: အန်သွန်

source: Bangkok
km: បាងកក
lo: ບາງກອກ
my_mm: ဘန်ကောက်မြို့

source: Bueng Kan
km: បឹងកាន
lo: ບຶງການ

source: Buri Ram
km: ប៊ុរីរ៉ាម
lo: ບູຣີຣັມ
my_mm: ဘူရီရမ်

source: Chachoengsao
km: ឆាឈឿងសៃ
lo: ຊະເຊີງເຊົາ
my_mm: ချာချောင်းရွာ၊ ချာချောင်း

source: Chai Nat
km: ជ័យនាថ
lo: ໄຊນາດ

source: Chaiyaphum
km: ឆៃឆ៉ាភូមិ
lo: ໄຊຍະພູມ
my_mm: ချိုင်ယာဖမ်

source: Chanthaburi
km: ចាន់ថាបុរី
lo: ຈັນທະບູລີ
my_mm: ချန်သာဘူရီ

source: Chiang Mai
km: ឈៀងម៉ៃ
lo: ຊຽງໃໝ່
my_mm: ချောင်းမိုင်

source: Chiang Rai
km: ឈៀងរ៉ាយ
lo: ຊຽງລາຍ
my_mm: ချောင်းရွာ၊ ချောင်းချောင်း

source: Chon Buri
km: ឈុនបុរី
lo: ຊົນບູລີ

source: Chumphon
km: ចាំផុន
lo: ຊຸມພອນ
my_mm: ချုံဖုန်း

source: Kalasin
km: កាឡាស៊ីន
lo: ກາລະສິນ
my_mm: ကာလာစိန်

source: Kamphaeng Phet
km: កំពែងពេជ្រ
lo: ກຳແພງເພັດ
my_mm: Kampheng Phet

source: Kanchanaburi
km: កាណចាណាបុរី
lo: ກາ​ນຈະນະ​ບູ​ລີ
my_mm: ကန်ချနာဘူရီ

source: Khon Kaen
km: កងគៀន
lo: ຂອນແກ່ນ
my_mm: ခွန် ကရင်

source: Krabi
km: ក្រប៊ី
lo: ກະບີ່
my_mm: ကရာဘီ

source: Lampang
km: លំប៉ាង
lo: ລຳປາງ
my_mm: လမ်ပန်

source: Lamphun
km: លំពូន
lo: ລຳພູນ
my_mm: လမ်ဖုန်း

source: Loei
km: លៀ
lo: ເລີຍ
my_mm: လူးဝီ

source: Lop Buri
km: លពបុរី
lo: ລົບບູລີ
my_mm: လော့ပ်ဘူရီ

source: Mae Hong Son
km: តម៉ែហងសន
lo: ແມ່ຮ່ອງສອນ
my_mm: မာ ဟောင်ဆွေး

source: Maha Sarakham
km: តមហាសារខាម
lo: ມະຫາສາລະຄາມ
my_mm: မဟာ ဆာရာခမ်

source: Mukdahan
km: មុដាហាន
lo: ມຸກດາຫານ
my_mm: မုခ်ဒါဟန်

source: Nakhon Nayok
km: នគរនាយក
lo: ນະຄອນນາຍົກ
my_mm: နက္ကန်နေယော့ခ်

source: Nakhon Pathom
km: នគរបឋម
lo: ນະຄອນປະຖົມ
my_mm: နာခေါင်ပါသွန်

source: Nakhon Phanom
km: នគរផានុម
lo: ນະຄອນພະນົມ
my_mm: နာခေါင်ဖြူကုန်း

source: Nakhon Ratchasima
km: នគររាជាសីម៉ា
lo: ນະຄອນລາດຊະສີມາ
my_mm: နက်ခွန် ရတ်ချာစီမား

source: Nakhon Sawan
km: នគរសាវ៉ាន
lo: ນະຄອນສະຫວັນ
my_mm: နက်ခွန်ဆာဝါး

source: Nakhon Si Thammarat
km: នគរស្រីធម្មរាជ
lo: ນະຄອນສີທຳມະລາດ
my_mm: နက္ကန် ဆင်သမ်မာရတ်

source: Nan
km: ណាន
lo: ນ່ານ
my_mm: နန်

source: Narathiwat
km: នរាធិវាស
lo: ນາຣາທິວາດ
my_mm: နာရတ်ဝေါ့

source: Nong Bua Lam Phu
km: ហ្នងបួលំភូ
lo: ໜອງບົວລຳພູ
my_mm: နွမ်းဗျူရာ လမ်ဖူ

source: Nong Khai
km: ហ្នងខៃ
lo: ໜອງຄາຍ
my_mm: နောင်ချောင်းရွာ၊ ညောင်

source: Nonthaburi
km: នន្ទបុរី
lo: ນົນທະບູລີ
my_mm: နန္တာဘူတူး

source: Pathum Thani
km: បទុមធានី
lo: ປະທຸມທານີ
my_mm: ပါသုံသန်သန်နီ

source: Pattani
km: ប៉ាត់តានី
lo: ປັດຕານີ
my_mm: ပက်တာနီ

source: Phangnga
km: ផាំងង៉ា
lo: ພັງງາ
my_mm: ပန်ဂန်ဂါ

source: Phatthalung
km: ផាតាហ្លួង
lo: ພັດທະລຸງ

source: Phayao
km: ផាយ៉ាយ
lo: ພະເຍົາ
my_mm: ဖာယာ

source: Phetchabun
km: ពេជ្របូរណ៍
lo: ເພັດສະບູນ

source: Phetchaburi
km: ពេជ្រឆាបូរី
lo: ເພັດສະບູລີ

source: Phichit
km: ពិចិត្រ
lo: ພິຈິດ
my_mm: ပန်းချီ

source: Phitsanulok
km: ពិស្ណុលោក
lo: ພິດສະນຸໂລກ

source: Phra Nakhon Si Ayutthaya
km: ផាណាកងស៊ីអាយុទ្យា
lo: ພຮະນະຄອນສີອະຍຸດທະຍາ
my_mm: Phra Nakhon Si Ayutthaayay

source: Phrae
km: ព្រែ
lo: ແພຣ່

source: Phuket
km: ភូកេត
lo: ພູເກັດ

source: Prachin Buri
km: ប្រាចិនបុរី
lo: ປາຈິນບູລີ

source: Prachuap Khiri Khan
km: ប្រចួបគីរីខ័ន្ធ
lo: ປະຈວບຄີລີຂັນ
my_mm: Prachuap Khiri Khri Khhan

source: Ranong
km: រ៉ាណុង
lo: ລະນອງ
my_mm: ရာနောင်းမြို့

source: Ratchaburi
km: រាជបុរី
lo: ລາດຊະບູລີ
my_mm: ရက်ချာဘူရီ

source: Rayong
km: រយ៉ង
lo: ລະຍອງ
my_mm: ရေယောင်း

source: Roi Et
km: រយឯត
lo: ຮ້ອຍເອັດ
my_mm: ရွိုင် အီတီ

source: Sa Kaeo
km: ស្រះកែវ
lo: ສະແກ້ວ
my_mm: ဆာကေးအို

source: Sakon Nakhon
km: សាគុនណាខន
lo: ສະກົນນະຄອນ
my_mm: ဆာကွန်နက္ကန်

source: Samut Prakan
km: សមុទ្រប្រាការ
lo: ສະມຸດປາການ
my_mm: ဆာမွတ်ပရာကန်

source: Samut Sakhon
km: សមុទ្រសាគរ
lo: ສະມຸດສາຄອນ
my_mm: ဆာမွတ် ဆာခေါင်

source: Samut Songkhram
km: សមុទ្រសង្គ្រាម
lo: ສະມຸດສົງຄາມ
my_mm: ဆာမွတ်သွန်ခရံ

source: Saraburi
km: សារ៉ាកបូរី
lo: ສະລະບູລີ
my_mm: ဆာရာဘူရီ

source: Satun
km: សាទុន
lo: ສະຕຸລ
my_mm: စနေနေ

source: Si Sa Ket
km: ស៊ីសាកេត
lo: ສີສະເກດ

source: Sing Buri
km: សិង្ហបុរី
lo: ສິງບູລີ
my_mm: သီဆိုဘူရီ

source: Songkhla
km: សងខ្លា
lo: ສົງຂາ
my_mm: စွန်ကလာ

source: Sukhothai
km: សុខោទ័យ
lo: ສຸໂຂໄທ
my_mm: ဆူခေါသီ

source: Suphan Buri
km: សុពណ៌បុរី
lo: ສຸພັນບູລີ
my_mm: စူဖန်ဘူရီ

source: Surat Thani
km: សុរាស្ត្រធានី
lo: ສຸລາດທານີ
my_mm: Surat တန်နီ

source: Surin
km: សុរិន
lo: ສຸລິນ
my_mm: စူရင်

source: Tak
km: តាក់
lo: ຕາກ
my_mm: တာ့ခ်

source: Trang
km: ត្រាំង
lo: ຕຣັງ

source: Trat
km: ត្រាត
lo: ຕຣາດ
my_mm: သွယ်ဝိုက်

source: Ubon Ratchathani
km: ឧប្បលរាជធានី
lo: ອຸບົນລາດຊະທານີ

source: Udon Thani
km: ឧត្ដនថានី
lo: ອຸດອນທານີ
my_mm: ဥဒွန်သာနီ

source: Uthai Thani
km: ឧទ័យធានី
lo: ອຸໄທທານີ
my_mm: Uthai Thai Thi

source: Uttaradit
km: អ៊ុតតារ៉ាឌីត
lo: ອຸດຕະລາດິດ

source: Yala
km: យឡា
lo: ຍະລາ
my_mm: ယာလာ

source: Yasothon
km: យ៉ាសុធុន
lo: ຍະໂສທອນ
my_mm: ယာဆိုသွန်

source: Vietnam
km: ប្រទេសវៀតណាម
lo: ຫວຽດນາມ
my_mm: ဗီယက်နမ်

source: An Giang
km: អានសាង
lo: ອານຊາງ
my_mm: ဧရာမဂျောင်းကြီး

source: Bà Rịa - Vũng Tàu
km: បារៀវុងតាវ
lo: ບ່າເສັຍ-ຫວຸງເຕົ່າ

source: Bắc Giang
km: បាកយ៉ាង
lo: ບັກກຽງ
my_mm: Bắc Giant

source: Bắc Kạn
km: បាកកាន
lo: ບັກກັນ

source: Bạc Liêu
km: បាកលៀវ
lo: ບັກລຽວ

source: Bắc Ninh
km: បាកនិញ
lo: ບັກນິນ
my_mm: Bắc နီ နင်

source: Bến Tre
km: បេនជេ
lo: ເບັນແຈ
my_mm: Bến T

source: Bình Định
km: ប៊ិញឌិញ
lo: ບິ່ນດິນ

source: Bình Dương
km: ប៊ិញសឿង
lo: ບິ່ນເຍືອງ

source: Bình Phước
km: ប៊ិញហ្វឿក
lo: ບິ່ນເຟືອກ

source: Bình Thuận
km: តប៊ិញថ្វឹន
lo: ບິ່ນທວັນ

source: Cà Mau
km: កាម៉ាវ
lo: ກາເມົາ
my_mm: Cà မော Cà မာ

source: Cần Thơ
km: កឹនថឺ
lo: ກັນເທີ

source: Cao Bằng
km: កាវបាង
lo: ກາວບັງ
my_mm: ကိုအို Bằng

source: Đà Nẵng
km: ដាណាង
lo: ດານັງ

source: Đắk Lắk
km: ដាក់ឡាក់
lo: ດັກລັກ

source: Đăk Nông
km: តដាក់ណុង
lo: ດັກນອງ
my_mm: Đăk နောင်

source: Điện Biên
km: ឌៀនបៀន
lo: ດຽນບຽນ

source: Đồng Nai
km: ដុងណាយ
lo: ດົງນາຍ

source: Đồng Tháp
km: ដុងថាប់
lo: ດົງທັບ

source: Gia Lai
km: ចារ៉ាយ
lo: ຍະລາຍ
my_mm: ဂျီယာလိုင်း

source: Hà Giang
km: ហាយ៉ាង
lo: ຮ່າຊາງ
my_mm: Hà Giangian

source: Hà Nam
km: ហាណាម
lo: ຮ່ານາມ
my_mm: Hà နမ်

source: Hà Nội
km: ហាណូយ
lo: ຮ່າໂນ້ຍ

source: Hà Tĩnh
km: តហាទិញ
lo: ຮ່າຕິງ

source: Hải Dương
km: ហាយសឿង
lo: ຮາຍເຍືອງ

source: Hải Phòng
km: ហាយហ្វង
lo: ຮາຍຟອງ

source: Hậu Giang
km: ហឺវយ៉ាង
lo: ຮາວຊາງ
my_mm: Hậu Giant

source: Hồ Chí Minh city
km: ទីក្រុងហូជីមិញ
lo: ໂຮຈິມິນ
my_mm: Hồ ချီမင်မြို့

source: Hòa Bình
km: តហ្វាបិញ
lo: ຮົວບິນ

source: Hưng Yên
km: ហ៊ឹងអៀន
lo: ຮຸງເຢນ

source: Khánh Hòa
km: ខាញ់ហូ
lo: ຄັງຮົວ
my_mm: ခန် Hòa

source: Kiên Giang
km: គៀនយ៉ាង
lo: ກຽນຊາງ
my_mm: Kiên Giangian

source: Kon Tum
km: កនទុម
lo: ກອນຕູມ
my_mm: ကွန်းတွမ်

source: Lai Châu
km: ឡាយចឺវ
lo: ລາຍເຈົາ
my_mm: လီ Châu Châu

source: Lâm Đồng
km: ឡឹមដុង
lo: ລາມດົງ

source: Lạng Sơn
km: ឡាំងសឹន
lo: ລາງເຊີນ

source: Lào Cai
km: ឡាវកាយ
lo: ລາວກາຍ
my_mm: Lào ကိုင်း Lào ကိုင်း

source: Long An
km: ឡងអាន
lo: ລອງອານ
my_mm: ရှည်လျားသော

source: Nam Định
km: ណាមឌិញ
lo: ນາມດິງ

source: Nghệ An
km: ងេះអាន
lo: ເງະອັນ

source: Ninh Bình
km: និញប៊ិញ
lo: ນິງບິ່ງ

source: Ninh Thuận
km: តនិញថ្វឹន
lo: ນິນຕວັນ

source: Phú Thọ
km: តហ៊្វូថោះ
lo: ຟູໂຖ
my_mm: Ph Thọ

source: Phú Yên
km: ហ្វូអៀន
lo: ພູເຢັນ
my_mm: Phု Yên

source: Quảng Bình
km: ក្វាងប៊ិញ
lo: ກວາງບິ່ງ

source: Quảng Nam
km: ក្វាងណាម
lo: ກວາງນາມ
my_mm: Quảng နံနက်

source: Quảng Ngãi
km: ក្វាងង៉ាយ
lo: ກວາງໄຮ

source: Quảng Ninh
km: ក្វាងនិញ
lo: ກວາງນິງ
my_mm: Quảng နီ နင်

source: Quảng Trị
km: តក្វាងជិ
lo: ກວາງຈິ

source: Sóc Trăng
km: សុកត្រាង
lo: ຊັອກຈັງ
my_mm: ဆို့ခ် Trăng

source: Sơn La
km: សឹនឡា
lo: ຊອນລາ
my_mm: Sơn လာ

source: Tây Ninh
km: តីនិញ
lo: ໄຕນິງ

source: Thái Bình
km: ថាយប៊ិញ
lo: ທາຍບິງ
my_mm: သီ Bình

source: Thái Nguyên
km: ក្វាងនិញ
lo: ໄທຫງຽນ
my_mm: သီ Nguyên

source: Thanh Hóa
km: ថាញហ្វា
lo: ໄທຮົວ
my_mm: သီဟိုအာ

source: Thừa Thiên - Huế
km: ធឿធៀនហ្វេ
lo: ທົວທຽນ - ເຫວ້

source: Tiền Giang
km: ទៀនយ៉ាង
lo: ຕຽນຊາງ
my_mm: Tiền Giangian

source: Trà Vinh
km: តត្រាវិញ​
lo: ຈາວິງ
my_mm: Trà ဗင်

source: Tuyên Quang
km: ទ្វៀនក្វាង
lo: ຕວຽນກວາງ
my_mm: Tuyên ကွမ်

source: Vĩnh Long
km: វិញឡង
lo: ວິງລອງ
my_mm: Vĩnh ကြာမြင့်စွာကတည်းက Vĩnh ရှည်

source: Vĩnh Phúc
km: វិញហ្វុក
lo: ວິງຟຸກ

source: Yên Bái
km: អៀនបាយ
lo: ອຽນບ໋າຍ
my_mm: Yên ဘာအီ Yên ဘာအီ

source: Administrative Level 2
lo: ຂັ້ນການປົກຄອງ ລະດັບ 2
my_mm: အုပ်ချုပ်ရေးအဆင့် ၂

source: Malai
km: ម៉ាឡៃ
lo: ມາລີ
my_mm: မလေး

source: Mongkol Borei
km: មង្គលបូរី
lo: ມົງຄົນບໍລີ
my_mm: မွန်ကော်ဘိုရီ

source: Ou Chrov
km: អូរជ្រៅ
lo: ອູໍຊະເລົາ

source: Paoy Paet
km: ប៉ោយប៉ែត
lo: ປອຍເປດ

source: Phnum Srok
km: ភ្នំស្រុក
lo: ພະນຳໂຊກ

source: Preah Netr Preah
km: ព្រះនេត្រព្រះ
lo: ພຣະເນດພຣະ
my_mm: ပရာ နက် တာ ပ ရ စ္ စ

source: Serei Saophoan
km: សិរីសោភ័ណ
lo: ສີໂສພົນ
my_mm: ဆာရီ ဆောပိုဟိုဟိုး

source: Svay Chek
km: ស្វាយចេក
lo: ຊະເວເຊັກ

source: Thma Puok
km: ថ្មពួក
lo: ທະມາພຸກ

source: Aek Phnum
km: ឯកភ្នំ
lo: ເອກພະນົມ

source: Banan
km: បាណន់
lo: ບານັນ
my_mm: ငှက်ကုပ်

source: Bavel
km: បវេល
lo: ບາເວວ
my_mm: ဘားဗဲလ်

source: Kamrieng
km: កំរៀង
lo: ກຳຣຽງ
my_mm: ကမ်ရီယန်

source: Koas Krala
km: គាស់ក្រឡ
lo: ກຼວດກໍນໍ
my_mm: ကိုအော့စ် ကရာလာ

source: Moung Ruessei
km: មោងឫស្សី
lo: ມົງລືຊີ
my_mm: မြောင်းရွှေ

source: Phnum Proek
km: ភ្នំព្រឹក
lo: ພະນົມເປິກ

source: Rotonak Mondol
km: រតនមណ្ឌល
lo: ຣັດຕະນະມົນດົນ

source: Rukh Kiri
km: រុក្ខគិរី
lo: ຣຸກກິຣິ
my_mm: ရုခ် ကီရီ

source: Samlout
km: សំឡូត
lo: ສຳລອດ

source: Sampov Lun
km: សំពៅលូន
lo: ສຳປະລູນ

source: Sangkae
km: សង្កែ
lo: ສັງແກ
my_mm: ဆန်ကေး

source: Thma Koul
km: ថ្មគោល
lo: ທັມມະກູນ

source: Batheay
km: បាធាយ
lo: ບາຮາຍ
my_mm: ရေချိုးရွာ၊ ရေချိုး

source: Chamkar Leu
km: ចំការលើ​
lo: ຈໍກາເລີ

source: Cheung Prey
km: ជើងព្រៃ​
lo: ເຈີງເປຼຍ

source: Kampong Siem
lo: ກຳປົງສິມ
my_mm: ကန့်ပွန်း ဆီယမ်

source: Kang Meas
km: កងមាស​
lo: ແກ່ງໝາຍ
my_mm: ကန် မီ

source: Kaoh Soutin
km: កោះសូទិន​
lo: ເກາະສຸທິນ
my_mm: ကော့ဆောတိုး

source: Prey Chhor
km: ព្រៃឈរ​
lo: ໄພເຊິ
my_mm: ပရီချိုး

source: Srei Santhor
km: ស្រីសន្ធរ​
lo: ສີສັນໂທ

source: Stueng Trang
km: ស្ទឹងត្រង់
lo: ສະຕຣຶງແຕງ

source: Baribour
km: បរិបូណ៌
lo: ບາຣິບູ
my_mm: ဘာရီဗော

source: Chol Kiri
km: ជលគីរី
lo: ຊົນຄີຣີ

source: Kampong Leaeng
km: កំពង់លែង
lo: ກຳປົງລຽງ
my_mm: ကမ်ပွန် လီယန်

source: Kampong Tralach
km: កំពង់ត្រឡាច
lo: ກຳປົງຕະລັກ
my_mm: ကမ်ပွန်ထရာလက်ခ်

source: Rolea B'ier
km: រលាប្អៀរ
lo: ໂລເລຍເບຍ
my_mm: Rolele B'iy

source: Sameakki Mean Chey
km: សាមគ្គីមានជ័យ
lo: ສາມັກຄີມຽນເຈີຍ
my_mm: ဆာမက်ကီ မီနီချီ

source: Tuek Phos
km: ទឹកផុស
lo: ຕຶກໂພ
my_mm: တူခ်ဖောင့်

source: Aoral
km: ឱរ៉ាល់
lo: ອາອໍໂຣ
my_mm: အာရော်ရော်

source: Basedth
km: បរសេដ្ឋ
lo: ບາເຊດ
my_mm: အခြေစိုက်

source: Chbar Mon
km: ច្បារមន
lo: ຈະບາມອນ

source: Kong Pisei
km: គងពិសី
lo: ກົງ ພິໄສ
my_mm: ကွန်ပီစီ

source: Odongk
km: ឧដុង្គ
lo: ອຸດົງ
my_mm: အိုဒွန်းခ်

source: Phnum Sruoch
km: ភ្នំស្រួច
lo: ພະນຸມສະລວດ
my_mm: Phnum Sruooch

source: Samraong Tong
km: សំរោងទង
lo: ຊຳລະອອງຕົງ
my_mm: ဆမာရောင်တွန်

source: Thpong
km: ថ្ពង
lo: ທະປອງ

source: Baray
km: បារាយណ៍
lo: ບາລາຍ
my_mm: ဘာရေး

source: Kampong Svay
km: កំពង់ស្វាយ
lo: ກຳປົງສວາຍ
my_mm: ကံပွန် စဗေး

source: Prasat Ballangk
km: ប្រាសាទបល្ល័ង្ក
lo: ປາສາດບັນລັງ

source: Prasat Sambour
km: ប្រាសាទសំបូរ
lo: ປາສາດສົມໂບ

source: Sandan
km: សណ្ដាន់
lo: ສັນດັນ
my_mm: သန်ဒန်ဒန်

source: Santuk
km: សន្ទុក
lo: ສັນຕຶກ
my_mm: စန်တွတ်

source: Stoung
km: ស្ទោង
lo: ສະໂຕງ

source: Stueng Saen
km: ស្ទឹងសែន
lo: ສະຕຶງແສນ

source: Angkor Chey
km: អង្គរជ័យ
lo: ອັງກໍເຊ
my_mm: အန်ကော်ချီ

source: Banteay Meas
km: បន្ទាយមាស
lo: ບັນທາຍມາດ
my_mm: Bantay meas

source: Chhuk
km: ឈូក
lo: ຊຸກ
my_mm: ချွတ်ခ်

source: Chum Kiri
km: ជុំគីរី
lo: ຊຸມ ຄີລິ
my_mm: ချုံကီရီ

source: Dang Tong
km: ដងទង់
lo: ດົງທົນ

source: Kampong Trach
km: កំពង់ត្រាច
lo: ກຳປົງຕາກ
my_mm: ကမ်ပွန်ကျောက်ချောင်းရွာ၊ ကံပွန်း

source: Tuek Chhou
km: ទឹកឈូ
lo: ຕຶກໂຊ
my_mm: တူချောင်း

source: Angk Snuol
km: អង្គស្នួល
lo: ອັງສະນູນ

source: Kandal Stueng
km: កណ្ដាលស្ទឹង
lo: ກັນດາລສະຕຶງ
my_mm: ကန်ဒယ် စတူးဝန်း

source: Kaoh Thum
km: កោះធំ
lo: ເກາະທ່ອມ
my_mm: ကော့သမ်

source: Khsach Kandal
km: ខ្សាច់កណ្ដាល
lo: ຄະສັດ ການດາລ
my_mm: ခွေးချောင်းရွာ၊ ကညင်ချောင်း

source: Kien Svay
km: កៀនស្វាយ
lo: ກຽນສະວາຍ
my_mm: ကီယန် စဗေး

source: Leuk Daek
km: លើកដែក
lo: ເລິກແດັກ

source: Lvea Aem
km: ល្វាឯម
lo: ເລວີແອມ

source: Mukh Kampul
km: មុខកំពូល
lo: ມຸກກໍພູນ
my_mm: မုခ် ကံပုလွေ

source: Ponhea Lueu
km: ពញាឮ
lo: ປອນເຮຍລື
my_mm: ပွန်ဟီယာလူး

source: S'ang
km: ស្អាង
lo: ສະອາງ

source: Ta Khmau
lo: ຕາຄະເມົາ

source: Damnak Chang'aeur
km: ដំណាក់ចង្អើរ
lo: ຕຳໜັກຊ້າງເອີ

source: Kaeb
km: កែប
lo: ແກັບ
my_mm: ကေ့ဘ်

source: Botum Sakor
km: បទុមសាគរ
lo: ປະທຸມ ສາຄອນ
my_mm: ဘော့တမ် ဆာကာ

source: Kaoh Kong
km: កោះកុង
lo: ເກາະກົງ
my_mm: ကော့ကောင်

source: Khemara Phoumin
km: ខេមរភូមិន្ទ
lo: ເຂມະລະ ພູມິນ
my_mm: ခမာရာဖောင်း

source: Kiri Sakor
km: គីរីសាគរ
lo: ຄີຣີສະກໍ
my_mm: ကီရီ ဆာကာ

source: Mondol Seima
km: មណ្ឌលសីមា
lo: ມົນທົນ ສີມາ
my_mm: မွန်ဒိုး ဆီမာ

source: Srae Ambel
km: ស្រែអំបិល
lo: ສຸແລອອມບິລ

source: Thma Bang
km: ថ្មបាំង
lo: ທະມໍບັງ

source: Chetr Borei
km: ចិត្របុរី
lo: ຈິດບູລີ

source: Chhloung
km: ឆ្លូង​
lo: ໂສລົງ

source: Kracheh
km: ក្រចេះ
lo: ກຣະແຈ
my_mm: ကရာချောင်းရွာ၊ ကရာချောင်း

source: Prek Prasab
km: ព្រែកប្រសព្វ
lo: ແພັກປະສົບ
my_mm: ပရက် ပရာဆပ်

source: Sambour
km: សំបូរ
lo: ສົມໂບ
my_mm: စမ္ဘူ

source: Snuol
km: ស្នួល
lo: ສະນູນ
my_mm: Suol

source: Kaev Seima
km: កែវសីមា
lo: ແກ້ວສີມາ
my_mm: ကေးဗ် ဆီမာ

source: Kaoh Nheaek
km: កោះញែក
lo: ເກາະຫຍຽກ
my_mm: ကိုအိုးနဟေးခ်

source: Ou Reang
km: អូររាំង
lo: ໂອນລັງ

source: Pech Chreada
km: ពេជ្រាដា
lo: ເພັດເຈນດາ

source: Saen Monourom
km: សែនមនោរម្យ
lo: ແສນມະໂນລົມ
my_mm: Saen Monoom

source: Anlong Veaeng
km: អន្លង់វែង
lo: ອອນລວງແວງ

source: Banteay Ampil
km: បន្ទាយអំពិល
lo: ບອນເຕຍ ອອມປິວ
my_mm: Bantay Ampil

source: Chong Kal
km: ចុងកាល់
lo: ຈົງການ

source: Samraong
km: សំរោង
lo: ສຳໂລງ
my_mm: ဆာမရောင်

source: Trapeang Prasat
km: ត្រពាំងប្រាសាទ
lo: ຕໍປຽງປາສາດ
my_mm: ထရာပန်ပရာဆတ်

source: Sala Krau
km: សាលា​​ក្រៅ
lo: ສາລາເກົາ
my_mm: ဆာလာ ကရူး

source: Chamkar Mon
km: ចំការមន
lo: ຈອມກາມົນ

source: Chbar Ampov
km: ច្បារអំពៅ
lo: ຈະບາ ອອມໂປ

source: Chraoy Chongvar
km: ជ្រោយចង្វារ
lo: ຈະໂລຍ ຈອງວາ

source: Dangkao
km: ដង្កោ
lo: ດັງເກົາ
my_mm: ဒန်ကာအို

source: Doun Penh
km: ដូនពេញ
lo: ໂດນເປັນ
my_mm: ဒေါင်ပင်

source: Mean Chey
km: មានជ័យ
lo: ມຽນເຈີຍ
my_mm: ဆိုလိုတာက Chey

source: Praek Pnov
km: ឌព្រែកព្នៅ
lo: ແປັກພະໂນ
my_mm: Prak Pnov

source: Prampir Meakkakra
km: ខណ្ឌ៧មករា
lo: ປຳປີ ເມັຍເກອະລາ
my_mm: ပရာပီယာ မက်ကာကရာ

source: Pur SenChey
km: ពោធិ៍សែនជ័យ
lo: ປໍແຊນເຈີຍ
my_mm: Pur Senchee

source: Russey Keo
km: ឫស្សីកែវ
lo: ລຸດເຊແກວ
my_mm: ရပ် စ က် စီ ကီ အို

source: Saensokh
km: សែនសុខ
lo: ແຊນຊົກ
my_mm: စောနင်ဆော့ခ်

source: Tuol Kouk
km: ទួលគោក
lo: ຕວນກອກ
my_mm: တူအိုးကို့ခ်

source: Kampong Seila
km: កំពង់សីលា
lo: ກຳປົງສີລາ
my_mm: ကံပွန်းစိလာ

source: Prey Nob
km: ព្រៃនប់
lo: ໄພນົບ
my_mm: ပရက်နိုဘ်

source: Stueng Hav
km: ស្ទឹងហាវ
lo: ສະຕຶງຫາວ

source: Chey Saen
km: ជ័យសែន
lo: ໄຊແສນ

source: Chhaeb
km: ឆែប
lo: ແສບ
my_mm: ချာ့ဘ်

source: Choam Ksant
km: ជាំក្សាន្ត
lo: ຈອມກະສານ
my_mm: ချိုအမ် ကဆန့်

source: Kuleaen
km: គូលែន
lo: ກູແລນ
my_mm: ကူလီယန်

source: Rovieng
km: រវៀង
lo: ລະວຽງ
my_mm: ရိုဗင်

source: Sangkum Thmei
km: សង្គមថ្មី
lo: ສັງຄົມທະເມີຍ
my_mm: ဆန်ကွန်းသမိုင်း

source: Tbaeng Mean Chey
km: ត្បែងមានជ័យ
lo: ຕະແບງມີໄຊ
my_mm: တဘောင် မြန်မာချီ

source: Ba Phnum
km: បាភ្នំ
lo: ບາພະນອມ

source: Kamchay Mear
km: កំចាយមារ
lo: ກອມຈາຍມານ
my_mm: ကံချောင်းရွာ၊ ကံချောင်း

source: Kampong Trabaek
km: កំពង់ត្របែក
lo: ກອມພົງຕະແບກ
my_mm: ကမ်ပွန်ထရာဘေ့ခ်

source: Kanhchriech
km: កញ្ជ្រៀច
lo: ກັນຈະລຽດ
my_mm: ကန်ချောင်းရွာ၊ ကန်ချောင်း

source: Me Sang
km: មេសាង
lo: ເມສາງ
my_mm: သီဟိုဏ်း

source: Pea Reang
km: ពារាំង
lo: ເພຍເລືອງ
my_mm: ပန်ယာရီယန်

source: Peam Chor
km: ពាមជរ
lo: ພຽມຊໍ

source: Peam Ro
km: ពាមរ​ក៍
lo: ພຽມລໍ

source: Preah Sdach
km: ព្រះស្ដេច
lo: ເພຍສະແນັກ
my_mm: ပရာ စ ဒ ဒ ပ် စ်

source: Pur Rieng
km: ពោធិ៍រៀង
lo: ໂພລຽງ
my_mm: ပန်းချောင်းရွာ၊ ပန်းချောင်း

source: Sithor Kandal
km: ស៊ីធរកណ្ដាល
lo: ຊີທອນ ກັນດານ

source: Svay Antor
km: ស្វាយអន្ទរ
lo: ສະວາຍ ອັນທອນ
my_mm: Sva Antor

source: Bakan
km: បាកាន
lo: ບາການ
my_mm: ဘာကန်

source: Kandieng
km: កណ្តៀង
lo: ກັນດຽງ
my_mm: ကန်ဒီယန်

source: Krakor
km: ក្រគរ
lo: ກະຄອນ
my_mm: ကရာကော်

source: Phnum Kravanh
km: ភ្នំក្រវាញ
lo: ພະນົມກະວານ

source: Veal Veaeng
km: វាលវែង
lo: ວຽນແວງ
my_mm: ဗီယာအင်ဂ်

source: Andoung Meas
km: អណ្តូងមាស
lo: ອັນດົງເມຍ
my_mm: အန်ဒေါင် မီ

source: Ban Lung
km: បានលុង
lo: ບັນລຸງ
my_mm: ပန် အဆုတ်

source: Bar Kaev
km: បរកែវ
lo: ບາກຽວ
my_mm: ဘားကေးဗ်

source: Koun Mom
km: កូនមុំ
lo: ໂກນມອມ
my_mm: ကွန်းမောင်

source: Lumphat
km: លំផាត់
lo: ລຸມພັດ

source: Ou Chum
km: អូរជុំ
lo: ໂອຈຸມ

source: Ou Ya Dav
km: អូរយ៉ាដាវ
lo: ໂອ​ຢາ​ດາວ

source: Ta Veaeng
km: តាវែង
lo: ຕາແວງ

source: Veun Sai
km: វើនសៃ
lo: ເວິນໄຊ
my_mm: ဗီယွန် ဆိုင်း

source: Angkor Chum
km: អង្គរជុំ
lo: ອັງກໍຊຸມ

source: Angkor Thum
km: អង្គរធំ
lo: ອັງກໍທົມ
my_mm: အန်ကော်သမ်

source: Banteay Srei
km: បន្ទាយស្រី
lo: ບັນທາຍສີ
my_mm: Bantay Srei

source: Chi Kraeng
km: ជីក្រែង
lo: ຈີ່ແກງ
my_mm: ချီ ကရင်

source: Kralanh
km: ក្រឡាញ់
lo: ກະລັນ
my_mm: ခရာလန်

source: Prasat Bakong
km: ប្រាសាទបាគង
lo: ປາສາດບາກອງ

source: Puok
km: ពួក
lo: ປວກ
my_mm: ပစ်ပွတ်

source: Siem Reap
km: សៀមរាប
lo: ສຽມລາບ
my_mm: Siem Reem

source: Soutr Nikom
km: សូទ្រនិគម
lo: ສູທອນນິຄົມ

source: Srei Snam
km: ស្រីស្នំ
lo: ເສີຍສະນຳ

source: Svay Leu
km: ស្វាយលើ
lo: ສະວາຍເລີ

source: Varin
km: វ៉ារិន
lo: ວາລິນ
my_mm: ဗာရီးယန်း

source: Sesan
km: សេសាន
lo: ເຊຊານ
my_mm: ဆီစန်

source: Siem Bouk
km: សៀមបូក
lo: ສະຍາມບົກ

source: Siem Pang
km: សៀមប៉ាង
lo: ສະຍາມປັງ

source: Stueng Traeng
km: ស្ទឹងត្រែង
lo: ສະຕຶງແຕຣັງ

source: Thala Barivat
km: ថាឡាបរិវ៉ាត់
lo: ທາລາ ບໍລິວັດ

source: Bavet
km: បាវិត
lo: ບາເວັດ
my_mm: ဘားဗား

source: Chantrea
km: ចន្រ្ទា​
lo: ຈັນເທຍ
my_mm: ချန်ထရီယာ

source: Kampong Rou
km: កំពង់រោទិ៍
lo: ກຳປົງຣູ
my_mm: ကန့်ပွန်းရောင် ရူး

source: Romeas Haek
km: រមាសហែក
lo: ໂລແມ ແຮັກ
my_mm: ရောမ ဟေ့ခ်

source: Rumduol
km: រំដួល
lo: ລຸມໂດ
my_mm: ရမ်ဒူးလ်

source: Svay Chrum
km: ស្វាយជ្រំ
lo: ສະວາຍ ຈຸມ

source: Svay Teab
km: ស្វាយទាប
lo: ສະວາຍ ຕຽບ

source: Angkor Borei
km: អង្គរបូរី
lo: ອັງກໍ ບໍເລີຍ
my_mm: အန်ကော်ဘိုရီ

source: Bati
km: បាទី
lo: ບາທີ
my_mm: ဘာတီ

source: Borei Cholsar
km: បូរីជលសារ
lo: ໂບະເລີຍ ໂຊຈາ
my_mm: ဘို ရီ ချို လ် ဇာ

source: Doun Kaev
km: ដូនកែវ
lo: ດຸນ ແກບ
my_mm: ဒွန်ကေးဗ်

source: Kaoh Andaet
km: កោះអណ្តែត
lo: ເກາະ ອັນແດດ
my_mm: ကော့အန်ဒရက်

source: Kiri Vong
km: គិរីវង់
lo: ກິຣິວົງ
my_mm: ကီ ရီ ဗောင်

source: Prey Kabbas
km: ព្រៃកប្បាស
lo: ເປກັບບາ
my_mm: ကဗ္ဗတ်

source: Tram Kak
km: ត្រាំកក់
lo: ຕຳ ກາກ

source: Treang
km: ទ្រាំង
lo: ຕຽງ

source: Dambae
km: ដំបែ
lo: ດຳແບ
my_mm: ဒမ်ဘေ

source: Krouch Chhmar
km: ក្រូចឆ្មារ
lo: ໂກດ ຈະມາ
my_mm: ခရူးချောင်းချားမား

source: Memot
km: មេមត់
lo: ເມມວດ
my_mm: အမှတ်တံဆိပ်

source: Ou Reang Ov
km: អូររាំងឪ
lo: ໂອ ເລືອງ ໂອ

source: Ponhea Kraek
km: ពញាក្រែក
lo: ປວນຍຽກ ແກກ
my_mm: ပွန်ဟီ ကရက်ခ်

source: Suong
km: សួង
lo: ສວງ
my_mm: Suons

source: Phouvong
km: ភូវង់
lo: ພູວົງ
my_mm: ဖူးဗောင်း

source: Samakkhixai
km: សាម៉ាក់គីសៃ
lo: ສາມັກຄີໄຊ
my_mm: ဆမားကီချီဇိုင်း

source: Sanamxai
km: សាណាមសៃ
lo: ສະໜາມໄຊ
my_mm: ဆာနမ်ဇိုင်း

source: Sanxai
km: សានសៃ
lo: ຊານໄຊ
my_mm: သန်ဇိုင်း

source: Xaisettha
km: សៃស៊ីតថា
lo: ໄຊເສດຖາ
my_mm: ဇိုင်ဇက်သာ

source: Houayxay
km: ហូអាយសៃ
lo: ຫ້ວຍຊາຍ
my_mm: Houyxay

source: Meung
km: មឿង
lo: ເມິງ
my_mm: မြောင်း

source: Paktha
km: ផាក់ថា
lo: ປາກທາ
my_mm: ပါကသာ

source: Pha-oudom
km: ផា​អូដូម
lo: ຜາອຸດົມ
my_mm: ဖာ-အိုဒုံ

source: Tonpheung
km: ទុមភឿង
lo: ຕົ້ນເຜິ້ງ
my_mm: ဒေါင်းဖောင်း

source: Bolikhan
km: បូលីកាន
lo: ບໍລິຂັນ
my_mm: ဘိုလစ်ခန်

source: Khamkeut
km: ខាំឃឿត
lo: ຄຳເກີດ
my_mm: ခမ်းကွမ်းကွမ်း

source: Pakkading
km: ប៉ាកាឌីង
lo: ປາກກະດິງ
my_mm: Pakkking

source: Pakxan
km: ប៉ាកសាន
lo: ປາກຊັນ
my_mm: ပါကဆန်
