Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
lo: ຂໍ້ມູນເພີ່ມເຕີມຢູ່ໃນ <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>

source: Endpoints
lo: ຈຸດສິ້ນສຸດ

source: The Data API can be accessed via the following actions of the CKAN action API.
lo: API ຂໍ້​ມູນ​ສາ​ມາດ​ເຂົ້າ​ເຖິງ​ໄດ້​ໂດຍ​ຜ່ານ​ການ​ປະ​ຕິ​ບັດ​ດັ່ງ​ຕໍ່​ໄປ​ນີ້​ຂອງ API ການ​ດໍາ​ເນີນ​ງານ CKAN​.

source: Create
lo: ສ້າງ

source: Update / Insert
lo: ອັບເດດ/ແຊກ

source: Query
lo: ສອບຖາມ

source: Query (via SQL)
lo: ສອບຖາມ (ຜ່ານ SQL)

source: Querying
lo: ການສອບຖາມ

source: Query example (first 5 results)
lo: ຕົວຢ່າງແບບສອບຖາມ (5 ຜົນການຄົ້ນຫາທຳອິດ)

source: Query example (results containing 'jones')
lo: ຕົວຢ່າງແບບສອບຖາມ (ຜົນໄດ້ຮັບທີ່ມີ 'jones')

source: Query example (via SQL statement)
lo: ຕົວຢ່າງແບບສອບຖາມ (ຜ່ານຄໍາສັ່ງ SQL)

source: Example: Javascript
lo: ຕົວຢ່າງ: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
lo: ການຮ້ອງຂໍ ajax ງ່າຍໆ (JSONP) ກັບ API ຂໍ້ມູນໂດຍໃຊ້ ການສອບຖາມ.

source: Example: Python
lo: ຕົວຢ່າງ: Python

source: Field {num}.
lo: ຊ່ອງຂໍ້ມູນ{num}.

source: Type Override
lo: ພິມແທນທີ່

source: Label
lo: ຊັ້ນຂໍ້ມູນ

source: Data Dictionary
lo: ວັດຈະນານຸກົມຂໍ້ມູນ

source: Column
lo: ຖັນ

source: Type
lo: ປະເພດ

source: Data API
lo: ຂໍ້ມູນ API

source: (using the <a href="%(url)s">ckanapi</a> client library)
lo: (ການໃຊ້ <a href="%(url)s">ckanapi</a> client library)

source: Table
lo: ຕາຕະລາງ

source: Print
lo: ພິມ

source: seconds
lo: ວິນາທີ

source: Double-click to reset filters
lo: ກົດ 2 ຄັ້ງເພື່ອຕັ້ງຄ່າການຄັດກອງໃໝ່

source: Table/List toggle
lo: ສະຫຼັບຕາຕະລາງ/ລາຍການ

source: Copy to clipboard
lo: ສຳເນົາໃສ່ຄລິບບອດ

source: Toggle column visibility
lo: ສະຫຼັບການເບິ່ງເຫັນຖັນ

source: Restore visibility
lo: ປັບປຸງການເບິ່ງເຫັນ

source: Show all
lo: ສະແດງທັງໝົດ

source: Show none
lo: ບໍ່ສະແດງຫຍັງ

source: Filtered
lo: ຄັດກອງ

source: Filtered download
lo: ຄັດກອງການດາວໂຫຼດ

source: Share current view
lo: ແບ່ງປັນໜ້າປັດຈຸບັນ

source: Copied deeplink to clipboard
lo: ສຳເນົາລິ້ງເລິກໄປໃສ່ຄລິບບອດແລ້ວ

source: Sort
lo: ຈັດລຽງ

source: Press SHIFT key while clicking on sort control for multi-column sort
lo: ກົດປຸ່ມ SHIFT ໃນຂະນະທີ່ຄລິກໃສ່ ສຳລັບຄວບຄຸມການຈັດລຽງຫຼາຍຖັນ

source: List view/Responsive display
lo: ການສະແດງລາຍການ/ການຕອບສະໜອງ

source: Ellipsis length
lo: ຄວາມຍາວຂອງການເວັ້ນຄຳ

source: Length at which data will be truncated with an ellipsis for display. Set to zero for no truncation, and for data to be wrapped at column name width instead.
lo: ຄວາມຍາວຂອງຂໍ້ມູນຈະຖືກຕັດດ້ວຍເຄື່ອງໝາຍເວັ້ນຄຳພື່ອສະແດງ. ຕັ້ງເປັນສູນຫາກບໍ່ມີການຕັດອອກ, ແລະ ສຳລັບຂໍ້ມູນຈະຖືກປັບຕາມຄວາມກວ້າງຂອງຊື່ແຖວແທນ.

source: Date format
lo: ຮູບແບບຂໍ້ມູນ

source: Moment.js date format to use for displaying dates (see <a href="https://devhints.io/moment#formatting-1" target="_blank">Moment.js cheatsheet</a>). If <b>NONE</b>, the raw timestamp value will be shown.
lo: ຮູບແບບວັນທີ Moment.js ທີ່ຈະໃຊ້ເພື່ອສະແດງວັນທີ (ເບີ່ງ <a href="https://devhints.io/moment#formatting-1" target="_blank"> ສູດໂກງMoment.js </a>). If <b>NONE</b>, ຄ່າເວລາດິບຈະຖືກສະແດງ.

source: Show Columns
lo: ສະແດງຖັນ

source: Refit
lo: ປັບປຸງ

source: Create new {object_type}
lo: ສ້າງໃໝ່ {object_type}

source: Datasets per page
lo: ຊຸດຂໍ້ມູນຕໍ່ໜ້າ

source: Test conf
lo: ທົດສອບ conf

source: Custom Field Ascending
lo: ກຳນົດຊ່ອງຂໍ້ມູນຈາກໜ້ອຍໄປຫຼາຍ

source: Custom Field Descending
lo: ກຳນົດຊ່ອງຂໍ້ມູນຈາກຫຼາຍໄປໜ້ອຍ

source: Custom Text
lo: ກຳນົດເນື້ອຫາ

source: custom text
lo: ກຳນົດເນື້ອຫາ

source: Country Code
lo: ລະຫັດປະເທດ

source: custom resource text
lo: ກຳນົດເນື້ອຫາແຫຼ່ງທີ່ມາ

source: This is an untranslated string
lo: ນີ້ແມ່ນເງື່ອນໄຂທີ່ບໍ່ໄດ້ແປ

source: This group has no description
lo: ກຸ່ມນີ້ບໍ່ມີລາຍລະອຽດ

source: CKAN's data previewing tool has many powerful features
lo: ເຄື່ອງມືສະແດງຂໍ້ມູນຂອງ CKAN ມີຄຸນສົມບັດທີ່ມີປະສິດທິພາບຫຼາຍ

source: Second
lo: ວິນາທີ

source: Minute
lo: ນາທີ

source: Hour
lo: ຊົ່ວໂມງ

source: Day
lo: ວັນ

source: Expires in
lo: ໝົດກຳນົດໃນ

source: Units
lo: ຫົວໜ່ວຍ

source: Expires at
lo: ໝົດກຳນົດທີ່

source: Image url
lo: URL ຮູບພາບ

source: eg. http://example.com/image.jpg (if blank uses resource url)
lo: ຕົວຢ່າງ: http://example.com/image.jpg (if blank uses resource url)

source: Data Explorer
lo: ຜູ້ສຳລວດຂໍ້ມູນ

source: Grid
lo: ເສັ້ນຕາຕະລາງ

source: Graph
lo: ເສັ້ນສະແດງ

source: Map
lo: ແຜນທີ່

source: error loading view
lo: ເກີດຂໍ້ຜິດພາດໃນການໂຫລດໜ້ານີ້

source: Could not load view
lo: ບໍ່ສາມາດໂຫລດໜ້ານີ້

source: DataStore returned an error
lo: DataStore ສົ່ງຄືນຂໍ້ຜິດພາດ

source: DataProxy returned an error
lo: DataProxy ສົ່ງຄືນຂໍ້ຜິດພາດ

source: Row offset
lo: ແຖວນອນ

source: eg: 0
lo: ຕົວຢ່າງ: 0

source: Number of rows
lo: ລຳດັບຂອງແຖວ

source: eg: 100
lo: ຕົວຢ່າງ: 100

source: Graph type
lo: ປະເພດກຣາບ

source: Group (Axis 1)
lo: ກຸ່ມ (Axis 1)

source: Series (Axis 2)
lo: ຊຸດ (Axis 2)

source: Field type
lo: ປະເພດຂໍ້ມູນ

source: Latitude field
lo: ເສັ້ນແວງ

source: Longitude field
lo: ເສັ້ນຂະໜານ

source: GeoJSON field
lo: ຂໍ້ມູນຮູບແບບ GeoJSON

source: Auto zoom to features
lo: ຄຸນສົມບັດການຊູມອັດຕະໂນມັດ

source: Cluster markers
lo: ເຄື່ອງໝາຍກຸ່ມ

source: Invalid URL.
lo: URL ບໍ່ຖືກຕ້ອງ

source: Total number of Datasets
lo: ຈໍານວນທັງໝົດຂອງຊຸດຂໍ້ມູນ

source: Date
lo: ວັນທີ ເດືອນ ປີ

source: Total datasets
lo: ຊຸດຂໍ້ມູນທັງໝົດ

source: Dataset Revisions per Week
lo: ການແກ້ໄຂຊຸດຂໍ້ມູນຕໍ່ໜຶ່ງອາທິດ

source: All dataset revisions
lo: ການແກ້ໄຂຊຸດຂໍ້ມູນທັງໝົດ

source: New datasets
lo: ຊຸດຂໍ້ມູນໃໝ່

source: Most Edited Datasets
lo: ຊຸດຂໍ້ມູນທີ່ແກ້ໄຂຫຼາຍທີ່ສຸດ

source: Number of edits
lo: ລຳດັບທີ່ແກ້ໄຂ

source: No edited datasets
lo: ບໍ່ມີຊຸດຂໍ້ມູນທີ່ແກ້ໄຂ

source: Largest Groups
lo: ກຸ່ມໃຫຍ່ທີ່ສຸດ

source: Number of datasets
lo: ລຳດັບຊຸດຂໍ້ມູນ

source: No groups
lo: ບໍ່ມີກຸ່ມ

source: Top Tags
lo: ຍອດຕິດປ້າຍສູງສູດ

source: Tag Name
lo: ປ້າຍຊື່

source: Number of Datasets
lo: ລຳດັບຊຸດຂໍ້ມູນ

source: Users Creating Most Datasets
lo: ຜູ້ໃຊ້ສ້າງຊຸດຂໍ້ມູນສ່ວນໃຫຍ່

source: Statistics Menu
lo: ລາຍການສະຖິຕິ

source: Total Number of Datasets
lo: ຈຳນວນຊຸດຂໍ້ມູນທັງໝົດ

source: Text
lo: ເນື້ອຫາ

source: An error occured during AJAX request. Could not load view.
lo: ຂໍ້ຜິດພາດເກີດຂຶ້ນໃນລະຫວ່າງການຮ້ອງຂໍ AJAX. ບໍ່ສາມາດໂຫຼດເພື່ອເບິ່ງໄດ້.

source: Video
lo: ວີດີໂອ

source: Video url
lo: ວີດີໂອ url

source: eg. http://example.com/video.mpeg (if blank uses resource url)
lo: ຕົວຢ່າງ. http://example.com/video.mpeg (ຖ້າຫວ່າງເປົ່າ ໃຫ້ໃຊ້ເປັນ url)

source: Poster url
lo: ໂປສເຕີ url

source: eg. http://example.com/poster.jpg
lo: ຕົວຢ່າງ. http://example.com/poster.jpg

source: Sorry, your browser doesn't support embedded videos, but don't worry, you can <a href="%(res_url)s" alt="video url">download it</a> and watch it with your favorite video player!
lo: ຂໍອະໄພ, ໂປຣແກຣມເບີ່ງເວັບໄຊ້ຂອງທ່ານບໍ່ຮອງຮັບວິດີໂອທີ່ຝັງ, ແຕ່ບໍ່ຕ້ອງກັງວົນ, ທ່ານສາມາດ <a href="%(res_url)s" alt="video url">download it</a> ແລະ ເບິ່ງວິດີໂອທີ່ທ່ານມັກກັບໂຕຫຼິ້ນວິດີໂອໄດ້.!

source: Website
lo: ເວບໄຊ

source: Web Page url
lo: ໜ້າເວັບໄຊ້ url

source: eg. http://example.com (if blank uses resource url)
lo: ຕົວຢ່າງ. http://example.com (ຖ້າຫວ່າງເປົ່າ ໃຫ້ໃຊ້ເປັນ url)

source: Map Explorer
km: កម្មវិធីរុករកផែនទី
lo: ສຳຫຼວດແຜນທີ່

source: Datablog
km: ប្លុកទិន្នន័យ
lo: ຖານຂໍ້ມູນ

source: Experts
km: អ្នកជំនាញ
lo: ຜູ້ຊ່ຽວຊານ

source: Library
km: បណ្ណាល័យ
lo: ຫໍສະໝຸດ

source: Insights
km: ការយល់ដឹង
lo: ຄວາມເຂົ້າໃຈ

source: Agroecology Library
lo: ຫໍສະໝຸດ Agroecology
my_mm: စိုက်ပျိုးရေးဂေဟစနစ် စာကြည့်တိုက်

source: Our repository of literature on agroecology on Southeast Asia includes more than 750 documents.
lo: ຄັງ​ເກັບ​ຂໍ້​ມູນ​ຂອງ​ພວກ​ເຮົາ​ກ່ຽວ​ກັບ​ນິ​ເວດ​ນິ​ເວດ​ນິ​ເວດ​ອາ​ຊີ​ຕາ​ເວັນ​ອອກ​ສ່ຽງ​ໃຕ້​ປະ​ກອບ​ມີ​ຫຼາຍ​ກ​່​ວາ 750 ເອ​ກະ​ສານ​.
my_mm: ကျွန်ုပ်တို့၏ စာကြည့်တိုက်တွင် အရှေ့တောင်အာရှရှိ စိုက်ပျိုးရေးဂေဟစနစ်ဆိုင်ရာ စာရွက်စာတမ်းပေါင်း ၇၅၀ ကျော်ရှိသည်။

source: Allelopathy
km: ជំងឺ Allelopathy​
my_mm: အယ်လီလိုပသီ

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
my_mm: <strong>ကေအင်န်က လျှပ်စစ်ဓာတ်အားပေး</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org"></a>

source: The ALiSEA Knowledge Hub is coordinated on
my_mm: ALiSEA ဗဟုသုတနှင့် အသိပညာများ ဗဟိုချက်ကို

source: behalf of all ALiSEA network members by:
my_mm: ALiSEA ကွန်ယက်အဖွဲ့ဝင်များအားလုံး၏ ကိုယ်စား

source: ALiSEA Regional Coordination Office
my_mm: ALiSEA ဒေသတွင်း ပူးပေါင်းဆောင်ရွက်ရေးရုံးမှ ချိတ်ဆက်ပူးပေါင်းဆောင်ရွက်ပါသည်။

source: Contributing and supporting partners
my_mm: ထည့်ဝင်ပံ့ပိုးပေးသည့်မိတ်ဖက်အဖွဲ့အစည်းများ

source: Website privacy policy
my_mm: ဝက်ဘ်ဆိုက် လျှို့ဝှက်ချက်ဆိုင်ရာ မူဝါဒ

source: Copyright regulation
my_mm: မူပိုင်ခွင့်နည်းဥပဒေ

source: Copyright 2024 &copy; - ALiSEA - All rights reserved.
my_mm: မူပိုင်ခွင့်နှင့်ကူးယူခြင်း2024ALiSEA-ခွင့်ပြုချက်မရှိဘဲနှင့် ကူးယူဖော်ပြခြင်းမပြုရ။

source: Knowledge hub
my_mm: ဗဟုသုတနှင့် အသိပညာများ ဗဟိုချက်

source: Contact
my_mm: ဆက်သွယ်ရန်

source: Country
my_mm: တိုင်းပြည်

source: Document Type
my_mm: စာရွက်စာတမ်းအမျိုးအစား

source: Agroecology Category
my_mm: စိုက်ပျိုးရေး ဂေဟဗေဒ အမျိုးအစား
