Repository: keitaroinc/ckanext-alisea
Catalog: ckanext/alisea/i18n/*/LC_MESSAGES/ckanext-alisea.po
Languages: km, lo, my_mm

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="https://data.gov.uk">data.gov.uk</a> and the United States <a href="https://catalog.data.gov/">catalog.data.gov</a>, the Brazilian <a href="https://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="https://ckan.org/">https://ckan.org/</a><br /> CKAN Showcases: <a href="https://ckan.org/showcase">https://ckan.org/showcase</a><br /> Features overview: <a href="https://ckan.org/features/">https://ckan.org/features/</a></p>
lo: <p>CKAN ເປັນແພລດຕະຟອມເປີດແຫຼ່ງຂໍ້ມູນຊັ້ນນໍາຂອງໂລກ.</p> <p>CKAN ເປັນຊອບແວແກ້ໄຂບັນຫາທີ່ສົມບູນແບບທີ່ເຮັດໃຫ້ຂໍ້ມູນສາມາດເຂົ້າເຖິງໄດ້ ແລະ ສາມາດໃຊ້ໄດ້ – ໂດຍການສະຫນອງເຄື່ອງມືເພື່ອປັບປຸງການເຜີຍແຜ່, ການແບ່ງປັນ. , ການຊອກຫາ ແລະ ການນໍາໃຊ້ຂໍ້ມູນ (ລວມທັງການເກັບຮັກສາຂໍ້ມູນ ແລະ ການສະຫນອງ APIs ຂໍ້ມູນທີ່ເຂັ້ມແຂງ). CKAN ແມ່ນແນໃສ່ຜູ້ເຜີຍແຜ່ຂໍ້ມູນ (ລັດຖະບານ, ບໍລິສັດ ແລະ ອົງການຈັດຕັ້ງລະດັບຊາດ ແລະ ພາກພື້ນ) ຕ້ອງການໃຫ້ຂໍ້ມູນຂອງເຂົາເຈົ້າເປີດເຜີຍ ແລະ ສາມາດໃຊ້ໄດ້.</p> <p>CKAN ຖືກໃຊ້ໂດຍລັດຖະບານ ແລະ ກຸ່ມຜູ້ໃຊ້ທົ່ວໂລກ ແລະໃຫ້ຂໍ້ມູນແກ່ທາງການ ແລະ ຊຸມຊົນຕ່າງໆ portal ຂໍ້ມູນລວມເຖິງ portal ທ້ອງຖິ່ນ, ແຫ່ງຊາດ ແລະ ສາກົນ, ເຊັ່ນ: <a href="https://data.gov.uk">data.gov.uk</a> ຂອງອັງກິດ ແລະ ສະຫະລັດ <a href="https. http://catalog.data.gov/">catalog.data.gov</a>, the Brazilian <a href="https://dados.gov.br/">dados.gov.br</a>, ປະຕູລັດຖະບານໂຮນລັງ ແລະ ເນເທີແລນ, ເຊັ່ນດຽວກັນກັບສະຖານທີ່ເມືອງ ແລະ ເທດສະບານໃນສະຫະລັດ, ອັງກິດ, ອາເຈນຕິນາ, ຟິນແລນ ແລະບ່ອນອື່ນໆ.</p> <p>CKAN: <a href="https://ckan.org/">https http://ckan.org/</a><br /> CKAN Showcases: <a href="https://ckan.org/showcase">https://ckan.org/showcase</a><br/ > ພາບລວມຄຸນສົມບັດ: <a href="https://ckan.org/features/">https://ckan.org/features/</a></p>

source: Welcome to CKAN
lo: ຍິນດີຕ້ອນຮັບສູ່ CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
lo: ນີ້ແມ່ນນົດແນະນໍາທີ່ດີກ່ຽວກັບ CKAN ຫຼືເວັບໄຊທ໌ໂດຍທົ່ວໄປ. ພວກ​ເຮົາ​ຍັງ​ບໍ່​ມີ​ສໍາ​ເນົາ​ໃດໆ​ແຕ່ໃນໄວໆນີ້ພວກເຮົາຈະມີແນ່ນອນ

source: This is a featured section
lo: ນີ້ແມ່ນພາກສ່ວນທີ່ໂດດເດັ່ນ

source: E.g. environment
lo: ຕົວຢ່າງ: ສິ່ງແວດລ້ອມ

source: Search data
lo: ຄົ້ນຫາຂໍ້ມູນ

source: Search datasets
lo: ຄົ້ນຫາຊຸດຂໍ້ມູນ

source: Popular tags
lo: ປ້າຍທີ່ນິຍົມ

source: {0} statistics
lo: {0} ສະຖິຕິ

source: dataset
lo: ຊຸດຂໍ້ມູນ

source: datasets
lo: ຊຸດຂໍ້ມູນ

source: organizations
lo: ອົງການຈັດຕັ້ງ

source: groups
lo: ກຸ່ມ

source: This field is required
lo: ຕ້ອງລະບຸຂໍ້ມູນໃນຊ່ອງນີ້

source: Key
lo: ລະຫັດ

source: Value
lo: ມູນຄ່າ

source: The form contains invalid entries:
lo: ແບບຟອມມີລາຍການທີ່ບໍ່ຖືກຄ້ອງ

source: Image URL
lo: ຮູບ URL

source: Clear Upload
lo: ລຶບການອັບໂຫຼດ

source: Custom
lo: ກຳນົດເອງ

source: You can use <a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown formatting</a> here
lo: ເຕົ້າສາມາດໃຊ້<a href="#markdown" title="Markdown quick reference" data-bs-toggle="popover" data-bs-content="%(markdown_tooltip)s" data-bs-html="true">Markdown ຮູບແບບ</a>ທີ່ນີ້

source: Required field
lo: ຊ່ອງທີ່ຕ້ອງກອນຂໍ້ມູນ

source: Organization Form
lo: ແບບຟອມອົງການຈັດຕັ້ງ

source: Edit datasets
lo: ແກ້ໄຂຊຸດຂໍ້ມູນ

source: found for "{query}"
lo: ພົບເຫັນ "{query}"

source: Sorry no datasets found for "{query}"
lo: ຂໍໂທດບໍ່ພົບຊຸດຂໍ້ມູນທີ່ທ່ານຄົ້າຫາ"{query}"

source: Make public
lo: ສ້າງເປັນສາທາລະນະ

source: Make private
lo: ສ້າງເປັນສ່ວນຕົວ

source: Draft
lo: ສຳເນົາ

source: Private
lo: ສ່ວນຕົວ

source: This organization has no datasets associated to it
lo: ອົງການນີ້ບໍ່ມີຊຸດຂໍ້ມູນທີ່ກ່ຽວຂ້ອງກັບມັນ

source: Are you sure you want to delete organization - {name}?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບອົງການຈັດຕັ້ງ- {name}?

source: Edit Organization
lo: ແກ້ໄຂອົງການຕັດຕັ້ງ

source: Add Organization
lo: ເພີ່ມອົງການຕັດຕັ້ງ

source: Search organizations...
lo: ຄົ້ນຫາອົງການຕັດຕັ້ງ

source: There are currently no organizations for this site
lo: ໃນຕອນນີ້ບໍ່ມີອົງການຈັດຕັ້ງໃນຖານນີ້

source: Username
lo: ຊື່ຜູ້ໃຊ້ງານ

source: Email address
lo: ທີ່ຢູ່ອີເມວ

source: Update Member
lo: ອັບເດດສະມາຊິກ

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
lo: <p><strong>ຜູ້ເບິ່ງແຍງລະບົບ:</strong> ສາມາດເພີ່ມ/ແກ້ໄຂ ແລະລຶບຊຸດຂໍ້ມູນ, ພ້ອມທັງຈັດການສະມາຊິກອົງການ.</p><p> <strong>ບັນນາທິການ:</strong> ສາມາດເພີ່ມ ແລະແກ້ໄຂຊຸດຂໍ້ມູນ, ແຕ່ບໍ່ສາມາດຈັດການສະມາຊິກອົງການ.</p><p> <strong>ສະມາຊິກ:</strong> ສາມາດເບິ່ງຊຸດຂໍ້ມູນສ່ວນຕົວຂອງອົງກອນໄດ້, ແຕ່ບໍ່ເພີ່ມຊຸດຂໍ້ມູນໃໝ່.</p>

source: {count} member
lo: {count} ສະມາຊິກ

source: Create an Organization
lo: ສ້າງອົງການຕັດຕັ້ງ

source: Update Organization
lo: ອັບເດດອົງການຕັດຕັ້ງ

source: Create Organization
lo: ສ້າງອົງການຕັດຕັ້ງ

source: Datasets in organization: {group}
lo: ຊຸດຂໍ້ມູນໃນອົງການຕັດຕັ້ງ: {group}

source: What are Organizations?
lo: ອົງການຕັດຕັ້ງແມ່ນຫຍັງ?

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
lo: ອົງການຈັດຕັ້ງ CKAN ຖືກນໍາໃຊ້ເພື່ອສ້າງ, ຈັດການແລະເຜີຍແຜ່ການລວບລວມຊຸດຂໍ້ມູນ. ຜູ້​ໃຊ້​ສາ​ມາດ​ມີ​ບົດ​ບາດ​ທີ່​ແຕກ​ຕ່າງ​ກັນ​ຢູ່​ໃນ​ອົງ​ການ​ຈັດ​ຕັ້ງ​, ຂຶ້ນ​ກັບ​ລະ​ດັບ​ການ​ອະ​ນຸ​ຍາດ​ຂອງ​ເຂົາ​ເຈົ້າ​ໃນ​ການ​ສ້າງ​, ແກ້​ໄຂ​ ແລະ​ ເຜີຍ​ແຜ່​.

source: My Organization
lo: ອົງການຕັດຕັ້ງຂອງຂ້ອຍ

source: A little information about my organization...
lo: ຂໍ້ມູນເລັກນ້ອຍກ່ຽວກັບອົງການຂອງຂ້ອຍ

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບອົງການນີ້? ໝາຍເຫດ*: ການລຶບບໍ່ສາມາດດຳເນີນການໄດ້ ໃນຂະນະທີ່ຊຸດຂໍ້ມູນສາທາລະນະ ຫຼືສ່ວນຕົວເປັນຂອງອົງກອນນີ້.

source: Save Organization
lo: ບັນທຶກອົງການຈັດຕັ້ງ

source: View {organization_name}
lo: ເບີ່ງ{organization_name}

source: Create Dataset
lo: ສ້າງຊຸດຂໍ້ມູນ

source: What are datasets?
lo: ຊຸດຂໍ້ມູນແມ່ນຫຍັງ?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
lo: ຊຸດຂໍ້ມູນ CKAN ແມ່ນການລວບລວມຊັບພະຍາກອນຂໍ້ມູນ (ເຊັ່ນ: ໄຟລ໌), ພ້ອມກັບຄໍາອະທິບາຍແລະຂໍ້ມູນອື່ນໆ, ຢູ່ URL ຄົງທີ່. ຊຸດຂໍ້ມູນແມ່ນສິ່ງທີ່ຜູ້ໃຊ້ເຫັນໃນເວລາທີ່ຊອກຫາຂໍ້ມູນ.

source: Are you sure you want to delete dataset - {name}?
lo: ທ່ານໝັ້ນໃຈແລ້ວບໍທີ່ຈະລົບຊຸດຂໍ້ມູນ- {name}?

source: Are you sure you want to delete resource - {name}?
lo: ທ່ານໝັ້ນໃຈແລ້ວບໍທີ່ຈະລົບແຫຼ່ງທີ່ມາ- {name}?

source: View dataset
lo: ເບີ່ງຊຸດຂໍ້ມູນ

source: Edit metadata
lo: ແກ່້ໄຂ metadata

source: Collaborators
lo: ຜູ້ຮ່ວມມື

source: Edit view
lo: ແກ້ໄຂໜ້າຕ່າງ

source: Preview
lo: ເບິ່ງຕົວຢ່າງ

source: Update
lo: ອັບເດດ

source: Associate this group with this dataset
lo: ເຊື່ອມໂຍງກຸ່ມນີ້ກັບຊຸດຂໍ້ມູນນີ້

source: Add to group
lo: ເພີ່ມເຂົ້າໃນກຸ່ມ

source: There are no groups associated with this dataset
lo: ບໍ່ມີກຸ່ມທີ່ກ່ຽວຂ້ອງກັບຊຸດຂໍ້ມູນນີ້

source: Update Dataset
lo: ອັບເດດຊຸດຂໍ້ມູນ

source: Add data to the dataset
lo: ເພີ່ມຂໍ້ມູນໃສ່ຊຸດຂໍ້ມູນ

source: Add New Resource
lo: ເພີ່ມຊັບແຫຼ່ງທີ່ມາໃຫມ່

source: Add resource
lo: ເພີ່ມແຫຼ່ງທີ່ມາ

source: New resource
lo: ແຫຼ່ງທີ່ມາໃໝ່

source: Add view
lo: ເພີ່ມໜ້າຕ່າງ

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
lo: ໜ້າຕ່າງການສຳລວດຂໍ້ມູນອາດຈະຊ້າ ແລະ ບໍ່ໜ້າເຊື່ອຖື ເວັ້ນແຕ່ວ່າ ສ່ວນຂະຫຍາຍຂອງຄັນຂໍ້ມູນຖືກເປີດໃຊ້ງານ.ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ, ກະລຸນາເບິ່ງທີ່<a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'> ເອກະສານສຳຫຼວດຂໍ້ມູນ</a>.

source: Add
lo: ເພີ່ມ

source: All resources
lo: ແຫຼ່ງທີ່ມາທັງໝົດ

source: View resource
lo: ເບີ່ງແຫຼ່ງທີ່ມາ

source: Edit resource
lo: ແກ້ໄຂແຫຼ່ງທີ່ມາ

source: Views
lo: ໜ້າຕ່າງ

source: API Endpoint
lo: ຈຸດເສັ້ນສຸດ API

source: Go to resource
lo: ໄປຫາແຫຼ່ງທີ່ມາ

source: Download
lo: ດາວໂຫຼດ

source: List of downloadable formats
lo: ລາຍການຂອງຮູບແບບທີ່ສາມາດດາວໂຫຼດໄດ້

source: Dataset description:
lo: ລາຍ​ລະ​ອຽດ​ຊຸດ​ຂໍ້​ມູນ​:

source: Source: <a href="%(url)s">%(dataset)s</a>
lo: ແຫຼ່ງທີ່ມາ: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
lo: ບໍ່ມີມຸມເບິ່ງທີ່ສ້າງຂຶ້ນສໍາລັບຊັບພະຍາກອນນີ້ເທື່ອ.

source: Not seeing the views you were expecting?
lo: ບໍ່ເຫັນທັດສະນະທີ່ເຈົ້າຄາດຫວັງບໍ?

source: Click here for more information.
lo: ກົດທີ່ນີ້ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ.

source: Here are some reasons you may not be seeing expected views:
lo: ນີ້ແມ່ນເຫດຜົນບາງຢ່າງທີ່ເຈົ້າອາດຈະບໍ່ເຫັນໜ້າຕ່າງທີ່ຄາດໄວ້:

source: No view has been created that is suitable for this resource
lo: ບໍ່ມີໜ້າຕ່າງທີ່ຖືກສ້າງຂຶ້ນທີ່ເຫມາະສົມສໍາລັບແຫຼ່ງທີ່ມານີ້

source: The site administrators may not have enabled the relevant view plugins
lo: ຜູ້ເບິ່ງແຍງເວັບໄຊທ໌ອາດຈະບໍ່ໄດ້ເປີດໃຊ້ plugins ເບິ່ງທີ່ກ່ຽວຂ້ອງ

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
lo: ຖ້າໜ້າຕ່າງຕ້ອງການຄັງຂໍ້ມູນ, plugin ຄັງຂໍ້ມູນອາດບໍ່ໄດ້ຖືກເປີດໃຊ້, ຫຼືຂໍ້ມູນອາດຈະບໍ່ຖືກຍູ້ໄປຫາຄັງຂໍ້ມູນ ຫຼື ຄັງຂໍ້ມູນ ຍັງບໍ່ທັນສໍາເລັດການປະມວນຜົນຂໍ້ມູນ.

source: Additional Information
lo: ຂໍ້ມູນເພີ່ມເຕີມ

source: Field
lo: ຊ່ອງຂໍ້ມູນ

source: Data last updated
lo: ການອັບເດດຂໍ້ມູນລ່າສຸດ

source: unknown
lo: ບໍ່ຮູ້ຈັກ

source: Metadata last updated
lo: Metadata ອັບເດດຫຼ້າສຸດ

source: Created
lo: ສ້າງ

source: Format
lo: ຮູບແບບ
my_mm: ပုံစံ

source: License
lo: ໃບອານຸຍາດ

source: New view
lo: ໜ້າຕ່າງໃໝ່

source: This resource has no views
lo: ບໍ່ມີໜ້າຕ່າງຂອງແຫຼ່ງທີ່ມານີ້

source: Add new resource
lo: ເພີ່ມແຫຼ່ງທີ່ມາໃໝ່

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
lo: <p class="empty">ຊຸດຂໍ້ມູນນີ້ບໍ່ມີຂໍ້ມູນ, <a href="%(url)s">ເປັນຫຍັງບໍ່ເພີ່ມຂໍ້ມູນ?</a></p>

source: API Docs
lo: ເອກະສານ API

source: full {format} dump
lo: dump {format} ແບບເຕັມ

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
lo: ທ່ານຍັງສາມາດເຂົ້າເຖິງການລົງທະບຽນນີ້ໂດຍໃຊ້%(api_link)s (ເບີ່ງ %(api_doc_link)s) ຫຼື ດາວໂຫຼດ %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
lo: ທ່ານຍັງສາມາດເຂົ້າເຖິງການລົງທະບຽນນີ້ໂດຍໃຊ້ %(api_link)s (ເບີ່ງ %(api_doc_link)s).

source: All views
lo: ໜ້າຕ່າງທັງຫມົດ

source: View view
lo: ເບີ່ງໜ້າຕ່າງ

source: View preview
lo: ເບິ່ງຕົວຢ່າງ

source: Edit Collaborator
lo: ແກ້ໄຂຄູ່ຮ່ວມມື

source: Add Collaborator
lo: ເພີ່ມຄູ່ຮ່ວມມື

source: Back to all collaborators
lo: ກັບໄປສູ່ຄູ່ຮ່ວມມືທັງໝົດ

source: Are you sure you want to delete this collaborator?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜູ້ຮ່ວມມືນີ້?

source: Update Collaborator
lo: ອັບເດດຄູ່ຮ່ວມມື

source: What are the available roles?
lo: ພາລະບົດບາດທີ່ມີຢູ່ແມ່ນຫຍັງ?

source: <p><strong>Admin:</strong> In addition to managing the dataset, admins can add and remove collaborators from a dataset.</p>
lo: <p><strong>ຜູ້ເບິ່ງແຍງລະບົບ:</strong> ນອກຈາກການຈັດການຊຸດຂໍ້ມູນແລ້ວ, ຜູ້ເບິ່ງແຍງລະບົບສາມາດເພີ່ມ ແລະລຶບຜູ້ຮ່ວມມືອອກຈາກຊຸດຂໍ້ມູນໄດ້.</p>

source: <p><strong>Editor:</strong> Editors can edit the dataset and its resources, as well accessing the dataset if private.</p> <p><strong>Member:</strong> Members can access the dataset if private, but not edit it.</p>
lo: <p><strong>ຜູ້ແກ້ໄຂ:</strong> ຜູ້ແກ້ໄຂສາມາດແກ້ໄຂຊຸດຂໍ້ມູນ ແລະ ແຫຼ່ງທີ່ມາຂອງມັນ, ເຊັ່ນດຽວກັນກັບການເຂົ້າເຖິງຊຸດຂໍ້ມູນຖ້າເປັນສ່ວນຕົວ.</p> <p><strong>ສະມາຊິກ:</strong> ສະມາຊິກສາມາດເຂົ້າເຖິງຊຸດຂໍ້ມູນໄດ້ຖ້າເປັນສ່ວນຕົວ, ແຕ່ບໍ່ສາມາດແກ້ໄຂມັນໄດ້.</p>

source: Add Collaborators
lo: ເພີ່ມຄູ່ຮ່ວມມື

source: {count} collaborator
lo: {count} ຄູ່ຮ່ວມມື

source: Are you sure you want to delete collaborator - {name}?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜູ້ຮ່ວມມືນີ້- {name}?

source: Additional Info
lo: ຂໍ້ມູນເພີ່ມເຕີມ

source: Source
lo: ທີ່ມາ

source: Author
lo: ຜູ້ຂຽນ

source: Maintainer
lo: ຜູ້ຮັກສາ

source: Version
lo: ລຸ່ນ

source: State
lo: ສະຖານະ

source: Last Updated
lo: ອັບເດດລ່າສຸດ

source: Before you can create a dataset you need to create an organization.
lo: ກ່ອນທີ່ທ່ານຈະສາມາດສ້າງຊຸດຂໍ້ມູນໄດ້, ທ່ານຈໍາເປັນຕ້ອງສ້າງອົງການຈັດຕັ້ງ.

source: Create a new organization
lo: ສ້າງອົງການຈັດຕັ້ງໃຫມ່

source: There are no organizations to which you can assign this dataset.
lo: ບໍ່ມີອົງກອນໃດທີ່ທ່ານສາມາດມອບໝາຍຊຸດຂໍ້ມູນນີ້ໄດ້.

source: Ask a system administrator to create an organization before you can continue.
lo: ຂໍໃຫ້ຜູ້ເບິ່ງແຍງລະບົບສ້າງອົງກອນກ່ອນທີ່ທ່ານຈະສາມາດສືບຕໍ່ໄດ້.

source: Title
lo: ຊື່

source: eg. A descriptive title
lo: ຕົວຢ່າງ. ຊື່ອະທິບາຍ

source: eg. my-dataset
lo: ຕົວຢ່າງ: ຊູດຂໍ້ມູນຂອງຂ້ອຍ

source: eg. Some useful notes about the data
lo: ຕົວຢ່າງ. ບັນທຶກທີ່ເປັນປະໂຫຍດບາງຢ່າງກ່ຽວກັບຂໍ້ມູນ

source: eg. economy, mental health, government
lo: ຕົວຢ່າງ. ເສດຖະກິດ, ສຸຂະພາບຈິດ, ລັດຖະບານ

source: Please select the license
lo: ກະລຸນາເລືອກໃບອະນຸຍາດ

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
lo: ຄຳນິຍາມໃບອະນຸຍາດ ແລະຂໍ້ມູນເພີ່ມເຕີມສາມາດພົບໄດ້ທີ່<a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
lo: ອົງການຈັດຕັ້ງ

source: No Organization
lo: ບໍ່ມີອົງການຈັດຕັ້ງ

source: Visibility
lo: ການເບິ່ງເຫັນ

source: Public
lo: ສາທາລະນະ

source: Active
lo: ເຄື່ອນໄຫວ

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
lo: <i>ໃບອະນຸຍາດຂໍ້ມູນ</i> ທີ່ທ່ານເລືອກຂ້າງເທິງໃຊ້ກັບເນື້ອຫາຂອງໄຟລ໌ຊັບພະຍາກອນຕ່າງໆທີ່ທ່ານເພີ່ມໃສ່ຊຸດຂໍ້ມູນນີ້ເທົ່ານັ້ນ. ໂດຍການສົ່ງແບບຟອມນີ້, ທ່ານຕົກລົງທີ່ຈະປ່ອຍຄ່າ <i>metadata</i> ທີ່ທ່ານໃສ່ໃນແບບຟອມພາຍໃຕ້ <a href="http://opendatacommons.org/licenses/odbl/1-0/">ໃບອະນຸຍາດ Open Database</a> .

source: Are you sure you want to delete this dataset?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຊຸດຂໍ້ມູນນີ້?

source: Next: Add Data
lo: ຕໍ່ໄປ: ເພີ່ມຂໍ້ມູນ

source: Author Email
lo: ອີເມວຜູ້ຂຽນ

source: Maintainer Email
lo: ອີເມວຜູ້ຮັກສາ

source: Update Resource
lo: ອັບເດດແຫຼ່ງທີ່ມາ

source: eg. January 2011 Gold Prices
lo: ຕົວຢ່າງ. ເດືອນມັງກອນ 2011 ລາຄາຄໍາ

source: Some useful notes about the data
lo: ບັນທຶກທີ່ເປັນປະໂຫຍດບາງຢ່າງກ່ຽວກັບຂໍ້ມູນ

source: eg. CSV, XML or JSON
lo: ຕົວຢ່າງ. CSV, XML ຫຼື JSON

source: This will be guessed automatically. Leave blank if you wish
lo: ສິ່ງນີ້ຈະຖືກຄາດເດົາໂດຍອັດຕະໂນມັດ. ປ່ອຍຫວ່າງໄວ້ຖ້າທ່ານຕ້ອງການ

source: eg. 2012-06-05
lo: ຕົວຢ່າງ: . 2012-06-05

source: File Size
lo: ຂະໜາດໄຟລ໌

source: eg. 1024
lo: ຕົວຢ່າງ: 1024

source: MIME Type
lo: ປະເພດ MIME

source: eg. application/json
lo: ຕົວຢ່າງ. ແອັບພລິເຄຊັນ/json

source: Are you sure you want to delete this resource?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບແຫຼ່ງທີ່ມານີ້?

source: Previous
lo: ທີ່ຜ່ານມາ

source: Save & add another
lo: ບັນທຶກ ແລະເພີ່ມອັນອື່ນ

source: Finish
lo: ສຳເລັດ

source: What's a resource?
lo: ແຫຼ່ງທີ່ມາແມ່ນຫຍັງ?

source: A resource can be any file or link to a file containing useful data.
lo: ແຫຼ່ງທີ່ມາສາມາດເປັນໄຟລ໌ໃດໆຫຼືເຊື່ອມຕໍ່ກັບໄຟລ໌ທີ່ມີຂໍ້ມູນທີ່ເປັນປະໂຫຍດ.

source: Explore
lo: ສຳຫຼວດ

source: More information
lo: ຂໍ້ມູນເພີ່ມເຕີມ

source: Data
lo: ຂໍ້ມູນ

source: Fullscreen
lo: ເຕັມໜ້າຈໍ

source: Embed
lo: ຝັງ

source: This resource view is not available at the moment.
lo: ໜ້າຕ່າງແຫຼ່ງນີ້ບໍ່ສາມາດໃຊ້ໄດ້ໃນຂະນະນີ້.

source: Download resource
lo: ດາວໂຫຼດແຫຼ່ງທີ່ມາ

source: Your browser does not support iframes.
lo: ລະບົບຂອງທ່ານບໍ່ຮອງຮັບ iframes.

source: Embed resource view
lo: ໜ້າຕ່າງຊັບພະຍາກຶນແບບຝັງ

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
lo: ທ່ານສາມາດຄັດລອກແລະວາງລະຫັດຝັງເຂົ້າໄປໃນ CMS ຫຼືຊອບແວ blog ທີ່ສະຫນັບສະຫນູນ HTML

source: Width
lo: ຄວາມກ້ວາງ

source: Height
lo: ຄວາມສູງ

source: Code
lo: ລະຫັດ

source: Data and Resources
lo: ຂໍ້ເມູນ ແລະ ແຫຼ່ງທີ່ມາ

source: This dataset has no data
lo: ຊຸດຂໍ້ມູນນີ້ບໍ່ມີຂໍ້ມູນ

source: Add data
lo: ເພີ່ີມຂໍ້ມູນ

source: eg. My View
lo: ຕົວຢ່າງ: ໜ້າຕ່າງຂອງຂ້ອຍ

source: eg. Information about my view
lo: ຕົວຢ່າງ: ​ຂໍ້ມູນກ່ຽວກັບໜ້າຕ່າງຂອງຂ້ອຍ

source: Remove Filter
lo: ລຶບການກັ່ນກອງ

source: Filters
lo: ຊຸດກັ່ນຕອງ

source: What's a view?
lo: ໜ້າຕ່າງແມ່ນຫຍັງ?

source: A view is a representation of the data held against a resource
lo: ໜ້າຕ່າງແມ່ນເປັນຕົວແທນຂອງຂໍ້ມູນທີ່ຖືຕໍ່ກັບແຫຼ່ງທີ່ມາ

source: Add Dataset
lo: ເພີ່ມຊຸດຂໍ້ມູນ

source: Datapusher status: {status}.
lo: ສະຖານະການຍູ້ຂໍ້ມູນ: {status}.

source: Trackback URL
lo: ຕິດຕາມ URL

source: Show More {facet_type}
lo: ສະແດງເພີ່ມເຕີມ {facet_type}

source: Show Only Popular {facet_type}
lo: ສະແດງສະເພາະສິ່ງທີ່ນິຍົມ {facet_type}

source: There are no {facet_type} that match this search
lo: ບໍ່ມີ {facet_type} ທີ່ກົງກັບການຄົ້ນຫານີ້

source: Home
lo: ໜ້າຫຼັກ

source: Language
lo: ພາສາ

source: Go
lo: ໄປ

source: This dataset satisfies the Open Definition.
lo: ຊຸດຂໍ້ມູນນີ້ຕອບສະໜອງຄວາມໝາຍເປີດ.

source: There is no description for this organization
lo: ບໍ່ມີຄໍາອະທິບາຍສໍາລັບອົງການຈັດຕັ້ງນີ້

source: There is no description for this dataset
lo: ບໍ່ມີຄໍາອະທິບາຍສໍາລັບຊຸດຂໍ້ມູນນີ້

source: Order by
lo: ຄໍາສັ່ງດ້ວຍ

source: Filter Results
lo: ຜົນການກັ່ນຕອງ

source: <p class="extra">Please try another search.</p>
lo: <p class="extra">ກະລຸນາລອງຊອກຫາອື່ນ.</p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
lo: <p id="search-error"><strong>ມີຂໍ້ຜິດພາດໃນຂະນະທີ່ຊອກຫາ..</strong> ກະລຸນາລອງອີກຄັ້ງ.</p>

source: {number} dataset found for "{query}"
lo: {number} ກຸ່ມຂໍ້ມູນີທ່ຫາພົບສຳລັບ "{query}"

source: No datasets found for "{query}"
lo: ບໍ່ພົບຊຸດຂໍ້ມູນສຳລັບ "{query}"

source: {number} dataset found
lo: {number} ກຸ່ມຂໍ້ມູນທີ່ພົບ

source: No datasets found
lo: ບໍ່ພົບຊຸດຂໍ້ມູນ

source: {number} group found for "{query}"
lo: {number} ກຸ່ມທີ່ຫາພົບສຳລັບ "{query}"

source: No groups found for "{query}"
lo: ບໍ່ພົບກຸ່ມສຳລັບ "{query}"

source: {number} group found
lo: {number} ກຸ່ມທີ່ພົບ

source: No groups found
lo: ບໍ່ພົບກຸ່ມ

source: {number} organization found for "{query}"
lo: {number} ອົງກອນທີ່ຫາພົບສຳລັບ "{query}"

source: No organizations found for "{query}"
lo: ບໍ່ພົບອົງການຈັດຕັ້ງສໍາລັບ "{query}"

source: {number} organization found
lo: {number} ອົງກອນທີ່ພົບ

source: No organizations found
lo: ບໍ່ພົບອົງການຈັດຕັ້ງ

source: Social
lo: ສັງຄົມ

source: Loading...
lo: ກຳລັງໂຫຼດ

source: Create API Token
lo: ສ້າງ API Token

source: You haven't created any API Tokens.
lo: ທ່ານຍັງບໍ່ໄດ້ສ້າງ API Token ໃດໆ.

source: Are you sure you want to delete user - {name}?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜູ້ໃຊ້ - {name}?

source: My Datasets
lo: ຊຸດຂໍ້ມູນຂອງຂ້ອຍ

source: My Organizations
lo: ອົງການຈັດຕັ້ງຂອງຂ້ອຍ

source: My Groups
lo: ກຸ່ມຂອງຂ້ອຍ

source: You haven't created any datasets.
lo: ທ່ານຍັງບໍ່ທັນໄດ້ສ້າງຊຸດຂໍ້ມູນເທື່ອ

source: Create one now?
lo: ສ້າງດຽວນີ້ບໍ?

source: You are not a member of any groups.
lo: ເຈົ້າບໍ່ແມ່ນສະມາຊິກຂອງກຸ່ມ

source: You are not a member of any organizations.
lo: ເຈົ້າບໍ່ແມ່ນສະມາຊິກຂອງອົງການຈັດຕັ້ງ

source: Users
lo: ຜູ້ໃຊ້ງານ

source: Account Info
lo: ຂໍ້ມູນຂອງບັນຊີ

source: Your profile lets other CKAN users know about who you are and what you do.
lo: ຂໍ້ມູນໂດຍຫຍໍ້ຂອງເຈົ້າເຮັດໃຫ້ຜູ້ໃຊ້ CKAN ຄົນອື່ນໆຮູ້ວ່າເຈົ້າເປັນໃຜ ແລະເຈົ້າເຮັດຫຍັງ.

source: Change details
lo: ປ່ຽນແປງລາຍລະອຽດ

source: Full name
lo: ຊື່ເຕັມ

source: Email
lo: ອີເມວ

source: A little information about yourself
lo: ຂໍ້ມູນເລັກນ້ອຍກ່ຽວກັບຕົວທ່ານເອງ

source: Profile picture
lo: ຮູບໂປໄຟ

source: Profile picture URL
lo: URL ຮູບໂປຣໄຟລ໌

source: Reactivate User
lo: ເປີດໃຊ້ງານບັນຊີຜູ້ໃຊ້ຄືນໃໝ່

source: This account is deactivated, if you want to reactivate it, please click on checkbox.
lo: ບັນຊີນີ້ຖືກປິດການນຳໃຊ້, ຖ້າທ່ານຕ້ອງການເປີດໃຊ້ມັນຄືນໃໝ່, ກະລຸນາຄລິກທີ່ກ່ອງກາໝາຍ.

source: Password
lo: ລະຫັດຜ່ານ

source: Confirm Password
lo: ຢືນຢັນລະຫັດຜ່ານ

source: Sysadmin password
lo: ລະຫັດຜ່ານຜູ້ເບີ່ງແຍງລະບົບ

source: Sysadmin Password
lo: ລະຫັດຜ່ານຜູ້ເບີ່ງແຍງລະບົບ

source: Change password
lo: ປ່ຽນລະຫັດຜ່ານ

source: Old Password
lo: ລະຫັດຜ່ານເກົ່າ

source: Are you sure you want to delete this User?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜູ້ໃຊ້ນີ້?

source: Reactivate Profile
lo: ເປີດໃຊ້ງານຮູບໂປໄຟຄືນໃໝ່

source: Update Profile
lo: ອັບເດດໂປຣໄຟລ໌

source: All Users
lo: ຜູ້ໃຊ້ງານທັງໝົດ

source: Login
lo: ເຂົ້າສູ່ລະບົບ

source: Need an Account?
lo: ຕ້ອງການບັນຊີບໍ?

source: Then sign right up, it only takes a minute.
lo: ຫຼັງຈາກນັ້ນ, ລົງທະບຽນທັນທີ, ໃຊ້ເວລາພຽງແຕ່ນາທີ.

source: Create an Account
lo: ສ້າງບັນຊີ

source: Forgotten your password?
lo: ລືມລະຫັດຜ່ານຂອງເຈົ້າບໍ?

source: No problem, use our password recovery form to reset it.
lo: ບໍ່ມີບັນຫາ, ໃຊ້ແບບຟອມການກູ້ລະຫັດຜ່ານຂອງພວກເຮົາເພື່ອຕັ້ງຄ່າໃໝ່.

source: Forgot your password?
lo: ລືມລະຫັດຜ່ານຂອງທ່ານບໍ?

source: Logged Out
lo: ອອກຈາກລະບົບແລ້ວ

source: You are now logged out.
lo: ຕອນນີ້ທ່ານໄດ້ອອກຈາກລະບົບແລ້ວ.

source: You're already logged in as {user}.
lo: ທ່ານໄດ້ເຂົ້າສູ່ລະບົບແລ້ວໃນຖານະ{user}

source: Logout
lo: ອອກຈາກລະບົບ

source: Remember me
lo: ຈົດຈຳຂ້ອຍ

source: You're already logged in
lo: ທ່ານໄດ້ເຂົ້າສູ່ລະບົບເປັນທີ່ຮຽບຮ້ອຍ

source: You need to log out before you can log in with another account.
lo: ທ່ານຕ້ອງອອກຈາກລະບົບກ່ອນທີ່ຈະເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີອື່ນ

source: Log out now
lo: ອອກຈາກລະບົບຕອນນີ້

source: Registration
lo: ການລົງທະບຽນ

source: Register for an Account
lo: ລົງທະບຽນສໍາລັບບັນຊີ

source: Why Sign Up?
lo: ເປັນຫຍັງລົງທະບຽນ?

source: Create datasets, groups and other exciting things
lo: ສ້າງຊຸດຂໍ້ມູນ, ກຸ່ມແລະສິ່ງທີ່ຫນ້າຕື່ນເຕັ້ນອື່ນໆ

source: username
lo: ຊື່ຜູ້ໃຊ້ງານ

source: Full Name
lo: ຊື່ເຕັມ

source: Create Account
lo: ສ້າງບັນຊີ

source: Reset Your Password
lo: ຄັ້ງຄ່າລະຫັດຜ່ານຂອງທ່ານໃໝ່

source: Password Reset
lo: ການຄັ້ງຄ່າລະຫັດຜ່ານໃໝ່

source: You can also change username. It can not be modified later.
lo: ທ່ານຍັງສາມາດປ່ຽນຊື່ຜູ້ໃຊ້ໄດ້. ມັນບໍ່ສາມາດແກ້ໄຂໄດ້ໃນພາຍຫຼັງ.

source: Update Password
lo: ອັບເດດລະຫັດຜ່ານ

source: How does this work?
lo: ໂຕນີ້ເຮັດວຽກແບບໃດ?

source: Simply enter a new password and we'll update your account
lo: ພຽງແຕ່ໃສ່ລະຫັດຜ່ານໃໝ່ ແລ້ວພວກເຮົາຈະອັບເດດບັນຊີຂອງທ່ານ

source: User hasn't created any datasets.
lo: ຜູ້ໃຊ້ຍັງບໍ່ໄດ້ສ້າງຊຸດຂໍ້ມູນໃດໆ.

source: You have not provided a biography.
lo: ເຈົ້າຍັງບໍ່ໄດ້ໃຫ້ຊີວະປະຫວັດຫຍໍ້.

source: This user has no biography.
lo: ຜູ້ໃຊ້ນີ້ບໍ່ມີຊີວະປະຫວັດ

source: Open ID
lo: ເປີດ ID

source: This means only you can see this
lo: ໝາຍຄວາມວ່າມີພຽງທ່ານທີ່ສາມາດເຫັນສິ່ງນີ້ໄດ້

source: Member Since
lo: ສະມາຊິກຕັ້ງແຕ່

source: Last Active
lo: ເຄື່ອນໄຫວລ່າສຸດ

source: API Key
lo: ລະຫັດ API

source: Reset your password
lo: ຕັ້ງຄ່າລະຫັດໃໝ່

source: Email or username
lo: ອີເມວ ຫຼື ຊື່ຜູ້ໃຊ້ງານ

source: Request Reset
lo: ຮ້ອງຂໍການຕັ້ງຄ່າໃໝ່
